[{"part":"# THE SONNETS\n\nby William Shakespeare\n\n## I\n\n","seek":null},{"part":"From fairest creatures we desire increase,\n","seek":32.64},{"part":"That thereby beauty’s rose might never die,\n","seek":35.742},{"part":"But as the riper should by time decease,\n","seek":39.485},{"part":"His tender heir might bear his memory:\n","seek":42.287},{"part":"But thou, contracted to thine own bright eyes,\n","seek":45.77},{"part":"Feed’st thy light’s flame with self-substantial fuel,\n","seek":49.132},{"part":"Making a famine where abundance lies,\n","seek":53.275},{"part":"Thyself thy foe, to thy sweet self too cruel:\n","seek":55.697},{"part":"Thou that art now the world’s fresh ornament,\n","seek":60.936},{"part":"And only herald to the gaudy spring,\n","seek":64.118},{"part":"Within thine own bud buriest thy content,\n","seek":66.699},{"part":"And tender churl mak’st waste in niggarding:\n","seek":70.321},{"part":"Pity the world, or else this glutton be,\n","seek":74.984},{"part":"To eat the world’s due, by the grave and thee.\n\n## II\n\n","seek":78.226},{"part":"When forty winters shall besiege thy brow,\n","seek":86.876},{"part":"And dig deep trenches in thy beauty’s field,\n","seek":89.922},{"part":"Thy youth’s proud livery so gazed on now,\n","seek":93.148},{"part":"Will be a tatter’d weed of small worth held:\n","seek":96.173},{"part":"Then being asked, where all thy beauty lies,\n","seek":100.187},{"part":"Where all the treasure of thy lusty days;\n","seek":103.008},{"part":"To say, within thine own deep sunken eyes,\n","seek":105.109},{"part":"Were an all-eating shame, and thriftless praise.\n","seek":108.25},{"part":"How much more praise deserv’d thy beauty’s use,\n","seek":112.351},{"part":"If thou couldst answer ‘This fair child of mine\n","seek":115.152},{"part":"Shall sum my count, and make my old excuse,’\n","seek":118.493},{"part":"Proving his beauty by succession thine!\n","seek":122.394},{"part":"This were to be new made when thou art old,\n","seek":126.158},{"part":"And see thy blood warm when thou feel’st it cold.\n\n## III\n\n","seek":129.459},{"part":"Look in thy glass and tell the face thou viewest\n","seek":138.2},{"part":"Now is the time that face should form another;\n","seek":142.021},{"part":"Whose fresh repair if now thou not renewest,\n","seek":145.442},{"part":"Thou dost beguile the world, unbless some mother.\n","seek":148.682},{"part":"For where is she so fair whose unear’d womb\n","seek":153.495},{"part":"Disdains the tillage of thy husbandry?\n","seek":156.457},{"part":"Or who is he so fond will be the tomb,\n","seek":159.439},{"part":"Of his self-love to stop posterity?\n","seek":161.521},{"part":"Thou art thy mother’s glass and she in thee\n","seek":165.623},{"part":"Calls back the lovely April of her prime;\n","seek":168.585},{"part":"So thou through windows of thine age shalt see,\n","seek":171.528},{"part":"Despite of wrinkles this thy golden time.\n","seek":174.71},{"part":"But if thou live, remember’d not to be,\n","seek":179.652},{"part":"Die single and thine image dies with thee.\n\n## IV\n\n","seek":182.934},{"part":"Unthrifty loveliness, why dost thou spend\n","seek":191.059},{"part":"Upon thyself thy beauty’s legacy?\n","seek":193.9},{"part":"Nature’s bequest gives nothing, but doth lend,\n","seek":196.642},{"part":"And being frank she lends to those are free:\n","seek":200.004},{"part":"Then, beauteous niggard, why dost thou abuse\n","seek":203.146},{"part":"The bounteous largess given thee to give?\n","seek":205.447},{"part":"Profitless usurer, why dost thou use\n","seek":208.669},{"part":"So great a sum of sums, yet canst not live?\n","seek":211.151},{"part":"For having traffic with thyself alone,\n","seek":214.694},{"part":"Thou of thyself thy sweet self dost deceive:\n","seek":217.276},{"part":"Then how when nature calls thee to be gone,\n","seek":220.318},{"part":"What acceptable audit canst thou leave?\n","seek":223.361},{"part":"Thy unused beauty must be tombed with thee,\n","seek":226.443},{"part":"Which, used, lives th’ executor to be.\n\n## V\n\n","seek":230.046},{"part":"Those hours, that with gentle work did frame\n","seek":238.427},{"part":"The lovely gaze where every eye doth dwell,\n","seek":241.368},{"part":"Will play the tyrants to the very same\n","seek":244.808},{"part":"And that unfair which fairly doth excel;\n","seek":247.629},{"part":"For never-resting time leads summer on\n","seek":251.43},{"part":"To hideous winter, and confounds him there;\n","seek":254.19},{"part":"Sap checked with frost, and lusty leaves quite gone,\n","seek":257.871},{"part":"Beauty o’er-snowed and bareness every where:\n","seek":262.632},{"part":"Then were not summer’s distillation left,\n","seek":267.823},{"part":"A liquid prisoner pent in walls of glass,\n","seek":271.166},{"part":"Beauty’s effect with beauty were bereft,\n","seek":274.449},{"part":"Nor it, nor no remembrance what it was:\n","seek":276.691},{"part":"But flowers distill’d, though they with winter meet,\n","seek":280.135},{"part":"Leese but their show; their substance still lives sweet.\n\n","seek":283.998},{"part":"## VI\n\n","seek":290.405},{"part":"Then let not winter’s ragged hand deface,\n","seek":293.679},{"part":"In thee thy summer, ere thou be distill’d:\n","seek":296.4},{"part":"Make sweet some vial; treasure thou some place\n","seek":299.342},{"part":"With beauty’s treasure ere it be self-kill’d.\n","seek":302.403},{"part":"That use is not forbidden usury,\n","seek":305.865},{"part":"Which happies those that pay the willing loan;\n","seek":308.066},{"part":"That’s for thyself to breed another thee,\n","seek":310.587},{"part":"Or ten times happier, be it ten for one;\n","seek":313.728},{"part":"Ten times thyself were happier than thou art,\n","seek":316.589},{"part":"If ten of thine ten times refigur’d thee:\n","seek":319.53},{"part":"Then what could death do if thou shouldst depart,\n","seek":322.891},{"part":"Leaving thee living in posterity?\n","seek":325.731},{"part":"Be not self-will’d, for thou art much too fair\n","seek":329.092},{"part":"To be death’s conquest and make worms thine heir.\n\n## VII\n\n","seek":332.393},{"part":"Lo! in the orient when the gracious light\n","seek":340.632},{"part":"Lifts up his burning head, each under eye\n","seek":343.373},{"part":"Doth homage to his new-appearing sight,\n","seek":346.355},{"part":"Serving with looks his sacred majesty;\n","seek":348.476},{"part":"And having climb’d the steep-up heavenly hill,\n","seek":352.038},{"part":"Resembling strong youth in his middle age,\n","seek":354.999},{"part":"Yet mortal looks adore his beauty still,\n","seek":357.76},{"part":"Attending on his golden pilgrimage:\n","seek":360.462},{"part":"But when from highmost pitch, with weary car,\n","seek":363.387},{"part":"Like feeble age, he reeleth from the day,\n","seek":366.81},{"part":"The eyes, ’fore duteous, now converted are\n","seek":369.972},{"part":"From his low tract, and look another way:\n","seek":373.014},{"part":"So thou, thyself outgoing in thy noon:\n","seek":377.098},{"part":"Unlook’d, on diest unless thou get a son.\n\n## VIII\n\n","seek":380.66},{"part":"Music to hear, why hear’st thou music sadly?\n","seek":389.127},{"part":"Sweets with sweets war not, joy delights in joy:\n","seek":393.352},{"part":"Why lov’st thou that which thou receiv’st not gladly,\n","seek":397.253},{"part":"Or else receiv’st with pleasure thine annoy?\n","seek":399.994},{"part":"If the true concord of well-tuned sounds,\n","seek":403.315},{"part":"By unions married, do offend thine ear,\n","seek":405.956},{"part":"They do but sweetly chide thee, who confounds\n","seek":408.776},{"part":"In singleness the parts that thou shouldst bear.\n","seek":411.357},{"part":"Mark how one string, sweet husband to another,\n","seek":414.678},{"part":"Strikes each in each by mutual ordering;\n","seek":418.041},{"part":"Resembling sire and child and happy mother,\n","seek":421.124},{"part":"Who, all in one, one pleasing note do sing:\n","seek":424.227},{"part":"Whose speechless song being many, seeming one,\n","seek":428.231},{"part":"Sings this to thee: ‘Thou single wilt prove none.’\n\n## IX\n\n","seek":431.795},{"part":"Is it for fear to wet a widow’s eye,\n","seek":441.305},{"part":"That thou consum’st thyself in single life?\n","seek":443.627},{"part":"Ah! if thou issueless shalt hap to die,\n","seek":446.849},{"part":"The world will wail thee like a makeless wife;\n","seek":449.831},{"part":"The world will be thy widow and still weep\n","seek":452.914},{"part":"That thou no form of thee hast left behind,\n","seek":455.356},{"part":"When every private widow well may keep\n","seek":458.358},{"part":"By children’s eyes, her husband’s shape in mind:\n","seek":460.82},{"part":"Look! what an unthrift in the world doth spend\n","seek":464.744},{"part":"Shifts but his place, for still the world enjoys it;\n","seek":467.407},{"part":"But beauty’s waste hath in the world an end,\n","seek":470.511},{"part":"And kept unused the user so destroys it.\n","seek":472.914},{"part":"No love toward others in that bosom sits\n","seek":477.018},{"part":"That on himself such murd’rous shame commits.\n\n## X\n\n","seek":479.701},{"part":"For shame! deny that thou bear’st love to any,\n","seek":487.114},{"part":"Who for thyself art so unprovident.\n","seek":490.175},{"part":"Grant, if thou wilt, thou art belov’d of many,\n","seek":492.756},{"part":"But that thou none lov’st is most evident:\n","seek":495.457},{"part":"For thou art so possess’d with murderous hate,\n","seek":498.597},{"part":"That ’gainst thyself thou stick’st not to conspire,\n","seek":501.418},{"part":"Seeking that beauteous roof to ruinate\n","seek":504.499},{"part":"Which to repair should be thy chief desire.\n","seek":506.92},{"part":"O! change thy thought, that I may change my mind:\n","seek":510.401},{"part":"Shall hate be fairer lodg’d than gentle love?\n","seek":514.122},{"part":"Be, as thy presence is, gracious and kind,\n","seek":517.063},{"part":"Or to thyself at least kind-hearted prove:\n","seek":520.424},{"part":"Make thee another self for love of me,\n","seek":523.486},{"part":"That beauty still may live in thine or thee.\n\n## XI\n\n","seek":526.807},{"part":"As fast as thou shalt wane, so fast thou grow’st,\n","seek":572.17},{"part":"In one of thine, from that which thou departest;\n","seek":575.513},{"part":"And that fresh blood which youngly thou bestow’st,\n","seek":579.076},{"part":"Thou mayst call thine when thou from youth convertest,\n","seek":582.219},{"part":"Herein lives wisdom, beauty, and increase;\n","seek":586.142},{"part":"Without this folly, age, and cold decay:\n","seek":589.645},{"part":"If all were minded so, the times should cease\n","seek":593.968},{"part":"And threescore year would make the world away.\n","seek":596.711},{"part":"Let those whom nature hath not made for store,\n","seek":600.399},{"part":"Harsh, featureless, and rude, barrenly perish:\n","seek":603.06},{"part":"Look, whom she best endow’d, she gave thee more;\n","seek":606.321},{"part":"Which bounteous gift thou shouldst in bounty cherish:\n","seek":609.403},{"part":"She carv’d thee for her seal, and meant thereby,\n","seek":613.524},{"part":"Thou shouldst print more, not let that copy die.\n\n## XII\n\n","seek":617.006},{"part":"When I do count the clock that tells the time,\n","seek":623.549},{"part":"And see the brave day sunk in hideous night;\n","seek":629.818},{"part":"When I behold the violet past prime,\n","seek":633.7},{"part":"And sable curls, all silvered o’er with white;\n","seek":636.541},{"part":"When lofty trees I see barren of leaves,\n","seek":640.663},{"part":"Which erst from heat did canopy the herd,\n","seek":643.765},{"part":"And summer’s green all girded up in sheaves,\n","seek":646.746},{"part":"Borne on the bier with white and bristly beard,\n","seek":650.268},{"part":"Then of thy beauty do I question make,\nThat thou among the wastes of time must go,\nSince sweets and beauties do themselves forsake\nAnd die as fast as they see others grow;\nAnd nothing ’gainst Time’s scythe can make defence\nSave breed, to brave him when he takes thee hence.\n\n## XIII\n\n","seek":654.338},{"part":"O! that you were your self; but, love you are\n","seek":682.055},{"part":"No longer yours, than you yourself here live:\n","seek":684.98},{"part":"Against this coming end you should prepare,\n","seek":688.065},{"part":"And your sweet semblance to some other give:\n","seek":690.909},{"part":"So should that beauty which you hold in lease\n","seek":694.453},{"part":"Find no determination; then you were\n","seek":696.954},{"part":"Yourself again, after yourself’s decease,\n","seek":699.894},{"part":"When your sweet issue your sweet form should bear.\n","seek":702.675},{"part":"Who lets so fair a house fall to decay,\n","seek":706.536},{"part":"Which husbandry in honour might uphold,\n","seek":709.916},{"part":"Against the stormy gusts of winter’s day\n","seek":712.477},{"part":"And barren rage of death’s eternal cold?\n","seek":715.298},{"part":"O! none but unthrifts. Dear my love, you know,\n","seek":718.838},{"part":"You had a father: let your son say so.\n\n## XIV\n\n","seek":723.0},{"part":"Not from the stars do I my judgement pluck;\n","seek":731.427},{"part":"And yet methinks I have astronomy,\n","seek":734.25},{"part":"But not to tell of good or evil luck,\n","seek":736.511},{"part":"Of plagues, of dearths, or seasons’ quality;\n","seek":738.433},{"part":"Nor can I fortune to brief minutes tell,\n","seek":741.717},{"part":"Pointing to each his thunder, rain and wind,\n","seek":744.138},{"part":"Or say with princes if it shall go well\n","seek":747.178},{"part":"By oft predict that I in heaven find:\n","seek":749.319},{"part":"But from thine eyes my knowledge I derive,\n","seek":752.599},{"part":"And constant stars in them I read such art\n","seek":755.42},{"part":"As ‘Truth and beauty shall together thrive,\n","seek":758.521},{"part":"If from thyself, to store thou wouldst convert’;\n","seek":761.801},{"part":"Or else of thee this I prognosticate:\n","seek":765.854},{"part":"‘Thy end is truth’s and beauty’s doom and date.’\n\n## XV\n\n","seek":768.917},{"part":"When I consider everything that grows\n","seek":777.504},{"part":"Holds in perfection but a little moment,\n","seek":779.806},{"part":"That this huge stage presenteth nought but shows\n","seek":782.768},{"part":"Whereon the stars in secret influence comment;\n","seek":786.211},{"part":"When I perceive that men as plants increase,\n","seek":790.257},{"part":"Cheered and checked even by the self-same sky,\n","seek":793.339},{"part":"Vaunt in their youthful sap, at height decrease,\n","seek":796.781},{"part":"And wear their brave state out of memory;\n","seek":800.364},{"part":"Then the conceit of this inconstant stay\n","seek":803.606},{"part":"Sets you most rich in youth before my sight,\n","seek":806.528},{"part":"Where wasteful Time debateth with Decay\n","seek":810.151},{"part":"To change your day of youth to sullied night,\n","seek":813.133},{"part":"And all in war with Time for love of you,\n","seek":817.097},{"part":"As he takes from you, I engraft you new.\n\n## XVI\n\n","seek":820.259},{"part":"But wherefore do not you a mightier way\n","seek":828.764},{"part":"Make war upon this bloody tyrant, Time?\n","seek":831.325},{"part":"And fortify yourself in your decay\n","seek":834.907},{"part":"With means more blessed than my barren rhyme?\n","seek":837.208},{"part":"Now stand you on the top of happy hours,\n","seek":840.8},{"part":"And many maiden gardens, yet unset,\n","seek":843.422},{"part":"With virtuous wish would bear you living flowers,\n","seek":846.244},{"part":"Much liker than your painted counterfeit:\n","seek":849.667},{"part":"So should the lines of life that life repair,\n","seek":852.709},{"part":"Which this, Time’s pencil, or my pupil pen,\n","seek":855.411},{"part":"Neither in inward worth nor outward fair,\n","seek":858.714},{"part":"Can make you live yourself in eyes of men.\n","seek":861.836},{"part":"To give away yourself, keeps yourself still,\n","seek":865.35},{"part":"And you must live, drawn by your own sweet skill.\n\n## XVII\n\n","seek":868.835},{"part":"Who will believe my verse in time to come,\n","seek":877.855},{"part":"If it were fill’d with your most high deserts?\n","seek":880.856},{"part":"Though yet heaven knows it is but as a tomb\n","seek":883.838},{"part":"Which hides your life, and shows not half your parts.\n","seek":886.179},{"part":"If I could write the beauty of your eyes,\n","seek":889.901},{"part":"And in fresh numbers number all your graces,\n","seek":892.302},{"part":"The age to come would say ‘This poet lies;\n","seek":895.703},{"part":"Such heavenly touches ne’er touch’d earthly faces.’\n","seek":898.685},{"part":"So should my papers, yellow’d with their age,\n","seek":902.988},{"part":"Be scorn’d, like old men of less truth than tongue,\n","seek":905.61},{"part":"And your true rights be term’d a poet’s rage\n","seek":910.033},{"part":"And stretched metre of an antique song:\n","seek":912.935},{"part":"But were some child of yours alive that time,\n","seek":916.757},{"part":"You should live twice,—in it, and in my rhyme.\n\n## XVIII\n\n","seek":919.9},{"part":"Shall I compare thee to a summer’s day?\n","seek":928.466},{"part":"Thou art more lovely and more temperate:\n","seek":931.068},{"part":"Rough winds do shake the darling buds of May,\n","seek":934.069},{"part":"And summer’s lease hath all too short a date:\n","seek":936.731},{"part":"Sometime too hot the eye of heaven shines,\n","seek":940.093},{"part":"And often is his gold complexion dimm’d,\n","seek":942.815},{"part":"And every fair from fair sometime declines,\n","seek":946.017},{"part":"By chance, or nature’s changing course untrimm’d:\n","seek":949.179},{"part":"But thy eternal summer shall not fade,\n","seek":953.809},{"part":"Nor lose possession of that fair thou ow’st,\n","seek":956.551},{"part":"Nor shall death brag thou wander’st in his shade,\n","seek":959.473},{"part":"When in eternal lines to time thou grow’st,\n","seek":962.496},{"part":"So long as men can breathe, or eyes can see,\n","seek":965.818},{"part":"So long lives this, and this gives life to thee.\n\n## XIX\n\n","seek":969.301},{"part":"Devouring Time, blunt thou the lion’s paws,\n","seek":979.51},{"part":"And make the earth devour her own sweet brood;\n","seek":983.091},{"part":"Pluck the keen teeth from the fierce tiger’s jaws,\n","seek":986.671},{"part":"And burn the long-liv’d phoenix, in her blood;\n","seek":989.332},{"part":"Make glad and sorry seasons as thou fleets,\n","seek":992.412},{"part":"And do whate’er thou wilt, swift-footed Time,\n","seek":995.093},{"part":"To the wide world and all her fading sweets;\n","seek":997.413},{"part":"But I forbid thee one most heinous crime:\n","seek":1000.774},{"part":"O! carve not with thy hours my love’s fair brow,\n","seek":1004.354},{"part":"Nor draw no lines there with thine antique pen;\n","seek":1007.953},{"part":"Him in thy course untainted do allow\n","seek":1011.135},{"part":"For beauty’s pattern to succeeding men.\n","seek":1013.896},{"part":"Yet do thy worst, old Time; despite thy wrong,\n","seek":1017.038},{"part":"My love shall in my verse ever live young.\n\n## XX\n\n","seek":1020.8},{"part":"A woman’s face with nature’s own hand painted,\n","seek":1027.995},{"part":"Hast thou, the master mistress of my passion;\n","seek":1031.017},{"part":"A woman’s gentle heart, but not acquainted\n","seek":1034.258},{"part":"With shifting change, as is false women’s fashion:\n","seek":1036.96},{"part":"An eye more bright than theirs, less false in rolling,\n","seek":1040.341},{"part":"Gilding the object whereupon it gazeth;\n","seek":1043.543},{"part":"A man in hue all ‘hues’ in his controlling,\n","seek":1046.124},{"part":"Which steals men’s eyes and women’s souls amazeth.\n","seek":1049.326},{"part":"And for a woman wert thou first created;\n","seek":1054.137},{"part":"Till Nature, as she wrought thee, fell a-doting,\n","seek":1056.358},{"part":"And by addition me of thee defeated,\n","seek":1060.48},{"part":"By adding one thing to my purpose nothing.\n","seek":1063.421},{"part":"But since she prick’d thee out for women’s pleasure,\n","seek":1067.582},{"part":"Mine be thy love and thy love’s use their treasure.\n\n## XXI\n\nSo is it not with me as with that Muse,\n","seek":1071.544},{"part":"Stirr’d by a painted beauty to his verse,\n","seek":1121.09},{"part":"Who heaven itself for ornament doth use\n","seek":1123.872},{"part":"And every fair with his fair doth rehearse,\n","seek":1126.634},{"part":"Making a couplement of proud compare.\n","seek":1129.756},{"part":"With sun and moon, with earth and sea’s rich gems,\n","seek":1132.098},{"part":"With April’s first-born flowers, and all things rare,\n","seek":1136.061},{"part":"That heaven’s air in this huge rondure hems.\n","seek":1139.724},{"part":"O! let me, true in love, but truly write,\n","seek":1144.161},{"part":"And then believe me, my love is as fair\n","seek":1147.563},{"part":"As any mother’s child, though not so bright\n","seek":1151.786},{"part":"As those gold candles fix’d in heaven’s air:\n","seek":1155.168},{"part":"Let them say more that like of hearsay well;\n","seek":1159.311},{"part":"I will not praise that purpose not to sell.\n\n## XXII\n\n","seek":1163.093},{"part":"My glass shall not persuade me I am old,\n","seek":1170.74},{"part":"So long as youth and thou are of one date;\n","seek":1173.621},{"part":"But when in thee time’s furrows I behold,\n","seek":1176.782},{"part":"Then look I death my days should expiate.\n","seek":1179.883},{"part":"For all that beauty that doth cover thee,\n","seek":1183.404},{"part":"Is but the seemly raiment of my heart,\n","seek":1186.125},{"part":"Which in thy breast doth live, as thine in me:\n","seek":1188.506},{"part":"How can I then be elder than thou art?\n","seek":1191.487},{"part":"O! therefore love, be of thyself so wary\n","seek":1194.623},{"part":"As I, not for myself, but for thee will;\n","seek":1197.666},{"part":"Bearing thy heart, which I will keep so chary\n","seek":1200.789},{"part":"As tender nurse her babe from faring ill.\n","seek":1203.752},{"part":"Presume not on thy heart when mine is slain,\n","seek":1207.236},{"part":"Thou gav’st me thine not to give back again.\n\n","seek":1210.639},{"part":"## XXIII\n\n","seek":1215.524},{"part":"As an unperfect actor on the stage,\n","seek":1218.63},{"part":"Who with his fear is put beside his part,\n","seek":1221.591},{"part":"Or some fierce thing replete with too much rage,\n","seek":1224.392},{"part":"Whose strength’s abundance weakens his own heart;\n","seek":1227.673},{"part":"So I, for fear of trust, forget to say\n","seek":1231.055},{"part":"The perfect ceremony of love’s rite,\n","seek":1234.796},{"part":"And in mine own love’s strength seem to decay,\n","seek":1237.397},{"part":"O’ercharg’d with burthen of mine own love’s might.\n","seek":1240.838},{"part":"O! let my looks be then the eloquence\n","seek":1244.543},{"part":"And dumb presagers of my speaking breast,\n","seek":1246.986},{"part":"Who plead for love, and look for recompense,\n","seek":1249.728},{"part":"More than that tongue that more hath more express’d.\n","seek":1252.271},{"part":"O! learn to read what silent love hath writ:\n","seek":1256.415},{"part":"To hear with eyes belongs to love’s fine wit.\n\n## XXIV\n\n","seek":1259.919},{"part":"Mine eye hath play’d the painter and hath stell’d,\n","seek":1267.839},{"part":"Thy beauty’s form in table of my heart;\n","seek":1270.6},{"part":"My body is the frame wherein ’tis held,\n","seek":1273.402},{"part":"And perspective it is best painter’s art.\n","seek":1275.883},{"part":"For through the painter must you see his skill,\n","seek":1278.744},{"part":"To find where your true image pictur’d lies,\n","seek":1281.166},{"part":"Which in my bosom’s shop is hanging still,\n","seek":1284.367},{"part":"That hath his windows glazed with thine eyes.\n","seek":1287.188},{"part":"Now see what good turns eyes for eyes have done:\n","seek":1290.823},{"part":"Mine eyes have drawn thy shape, and thine for me\n","seek":1294.165},{"part":"Are windows to my breast, where-through the sun\n","seek":1296.967},{"part":"Delights to peep, to gaze therein on thee;\n","seek":1299.928},{"part":"Yet eyes this cunning want to grace their art,\n","seek":1304.071},{"part":"They draw but what they see, know not the heart.\n\n## XXV\n\n","seek":1307.252},{"part":"Let those who are in favour with their stars\n","seek":1315.137},{"part":"Of public honour and proud titles boast,\n","seek":1317.658},{"part":"Whilst I, whom fortune of such triumph bars\n","seek":1321.012},{"part":"Unlook’d for joy in that I honour most.\n","seek":1324.796},{"part":"Great princes’ favourites their fair leaves spread\n","seek":1328.219},{"part":"But as the marigold at the sun’s eye,\n","seek":1331.382},{"part":"And in themselves their pride lies buried,\n","seek":1333.824},{"part":"For at a frown they in their glory die.\n","seek":1337.147},{"part":"The painful warrior famoused for fight,\n","seek":1340.938},{"part":"After a thousand victories once foil’d,\n","seek":1343.479},{"part":"Is from the book of honour razed quite,\n","seek":1345.94},{"part":"And all the rest forgot for which he toil’d:\n","seek":1348.561},{"part":"Then happy I, that love and am belov’d,\n","seek":1351.903},{"part":"Where I may not remove nor be remov’d.\n\n## XXVI\n\n","seek":1355.604},{"part":"Lord of my love, to whom in vassalage\n","seek":1363.308},{"part":"Thy merit hath my duty strongly knit,\n","seek":1365.842},{"part":"To thee I send this written embassage,\n","seek":1368.964},{"part":"To witness duty, not to show my wit:\n","seek":1371.524},{"part":"Duty so great, which wit so poor as mine\n","seek":1375.066},{"part":"May make seem bare, in wanting words to show it,\n","seek":1377.907},{"part":"But that I hope some good conceit of thine\n","seek":1381.388},{"part":"In thy soul’s thought, all naked, will bestow it:\n","seek":1384.089},{"part":"Till whatsoever star that guides my moving,\n","seek":1387.871},{"part":"Points on me graciously with fair aspect,\n","seek":1390.552},{"part":"And puts apparel on my tatter’d loving,\n","seek":1393.192},{"part":"To show me worthy of thy sweet respect:\n","seek":1395.813},{"part":"Then may I dare to boast how I do love thee;\n","seek":1399.074},{"part":"Till then, not show my head where thou mayst prove me.\n\n## XXVII\n\n","seek":1403.355},{"part":"Weary with toil, I haste me to my bed,\n","seek":1410.797},{"part":"The dear respose for limbs with travel tir’d;\n","seek":1413.657},{"part":"But then begins a journey in my head\n","seek":1417.197},{"part":"To work my mind, when body’s work’s expired:\n","seek":1420.179},{"part":"For then my thoughts, from far where I abide,\n","seek":1424.143},{"part":"Intend a zealous pilgrimage to thee,\n","seek":1427.005},{"part":"And keep my drooping eyelids open wide,\n","seek":1429.787},{"part":"Looking on darkness which the blind do see:\n","seek":1432.509},{"part":"Save that my soul’s imaginary sight\n","seek":1436.018},{"part":"Presents thy shadow to my sightless view,\n","seek":1438.199},{"part":"Which, like a jewel hung in ghastly night,\n","seek":1441.161},{"part":"Makes black night beauteous, and her old face new.\n","seek":1444.022},{"part":"Lo! thus, by day my limbs, by night my mind,\n","seek":1448.424},{"part":"For thee, and for myself, no quiet find.\n\n## XXVIII\n\n","seek":1452.727},{"part":"How can I then return in happy plight,\n","seek":1461.409},{"part":"That am debarre’d the benefit of rest?\n","seek":1463.39},{"part":"When day’s oppression is not eas’d by night,\n","seek":1465.61},{"part":"But day by night and night by day oppress’d,\n","seek":1468.031},{"part":"And each, though enemies to either’s reign,\n","seek":1470.672},{"part":"Do in consent shake hands to torture me,\n","seek":1472.833},{"part":"The one by toil, the other to complain\n","seek":1475.313},{"part":"How far I toil, still farther off from thee.\nI tell the day, to please him thou art bright,\nAnd dost him grace when clouds do blot the heaven:\nSo flatter I the swart-complexion’d night,\n","seek":1477.454},{"part":"When sparkling stars twire not thou gild’st the even.\nBut day doth daily draw my sorrows longer,\nAnd night doth nightly make grief’s length seem stronger.\n\n## XXIX\n\n","seek":1480.015},{"part":"When in disgrace with fortune and men’s eyes\n","seek":1506.364},{"part":"I all alone beweep my outcast state,\n","seek":1510.066},{"part":"And trouble deaf heaven with my bootless cries,\n","seek":1513.267},{"part":"And look upon myself, and curse my fate,\n","seek":1516.369},{"part":"Wishing me like to one more rich in hope,\n","seek":1519.95},{"part":"Featur’d like him, like him with friends possess’d,\n","seek":1522.551},{"part":"Desiring this man’s art, and that man’s scope,\n","seek":1525.593},{"part":"With what I most enjoy contented least;\n","seek":1528.914},{"part":"Yet in these thoughts my self almost despising,\n","seek":1532.356},{"part":"Haply I think on thee, and then my state,\n","seek":1535.98},{"part":"Like to the lark at break of day arising\n","seek":1539.581},{"part":"From sullen earth, sings hymns at heaven’s gate;\n","seek":1542.121},{"part":"For thy sweet love remember’d such wealth brings\n","seek":1545.982},{"part":"That then I scorn to change my state with kings.\n\n## XXX\n\n","seek":1549.483},{"part":"When to the sessions of sweet silent thought\n","seek":1558.285},{"part":"I summon up remembrance of things past,\n","seek":1561.025},{"part":"I sigh the lack of many a thing I sought,\n","seek":1564.126},{"part":"And with old woes new wail my dear time’s waste:\n","seek":1567.1},{"part":"Then can I drown an eye, unused to flow,\n","seek":1571.604},{"part":"For precious friends hid in death’s dateless night,\n","seek":1574.766},{"part":"And weep afresh love’s long since cancell’d woe,\n","seek":1578.33},{"part":"And moan the expense of many a vanish’d sight:\n","seek":1582.133},{"part":"Then can I grieve at grievances foregone,\n","seek":1586.617},{"part":"And heavily from woe to woe tell o’er\n","seek":1589.82},{"part":"The sad account of fore-bemoaned moan,\n","seek":1592.933},{"part":"Which I new pay as if not paid before.\n","seek":1595.534},{"part":"But if the while I think on thee, dear friend,\n","seek":1599.837},{"part":"All losses are restor’d and sorrows end.\n\n","seek":1603.118},{"part":"## XXXI\n\n","seek":1623.237},{"part":"Thy bosom is endeared with all hearts,\n","seek":1650.79},{"part":"Which I by lacking have supposed dead;\n","seek":1653.772},{"part":"And there reigns Love, and all Love’s loving parts,\n","seek":1657.094},{"part":"And all those friends which I thought buried.\n","seek":1661.457},{"part":"How many a holy and obsequious tear\n","seek":1665.84},{"part":"Hath dear religious love stol’n from mine eye,\n","seek":1668.942},{"part":"As interest of the dead, which now appear\n","seek":1672.024},{"part":"But things remov’d that hidden in thee lie!\n","seek":1674.565},{"part":"Thou art the grave where buried love doth live,\n","seek":1678.914},{"part":"Hung with the trophies of my lovers gone,\n","seek":1682.176},{"part":"Who all their parts of me to thee did give,\n","seek":1685.077},{"part":"That due of many now is thine alone:\n","seek":1688.379},{"part":"Their images I lov’d, I view in thee,\n","seek":1692.24},{"part":"And thou, all they, hast all the all of me.\n\n## XXXII\n\n","seek":1695.482},{"part":"If thou survive my well-contented day,\n","seek":1706.255},{"part":"When that churl Death my bones with dust shall cover\n","seek":1709.597},{"part":"And shalt by fortune once more re-survey\n","seek":1713.359},{"part":"These poor rude lines of thy deceased lover,\n","seek":1716.101},{"part":"Compare them with the bett’ring of the time,\n","seek":1720.483},{"part":"And though they be outstripp’d by every pen,\n","seek":1723.265},{"part":"Reserve them for my love, not for their rhyme,\n","seek":1726.246},{"part":"Exceeded by the height of happier men.\n","seek":1729.848},{"part":"O! then vouchsafe me but this loving thought:\n","seek":1733.432},{"part":"‘Had my friend’s Muse grown with this growing age,\n","seek":1737.453},{"part":"A dearer birth than this his love had brought,\n","seek":1741.474},{"part":"To march in ranks of better equipage:\n","seek":1744.534},{"part":"But since he died and poets better prove,\n","seek":1747.755},{"part":"Theirs for their style I’ll read, his for his love’.\n\n## XXXIII\n\n","seek":1751.635},{"part":"Full many a glorious morning have I seen\n","seek":1762.465},{"part":"Flatter the mountain tops with sovereign eye,\n","seek":1765.446},{"part":"Kissing with golden face the meadows green,\n","seek":1768.427},{"part":"Gilding pale streams with heavenly alchemy;\n","seek":1771.607},{"part":"Anon permit the basest clouds to ride\n","seek":1775.809},{"part":"With ugly rack on his celestial face,\n","seek":1778.929},{"part":"And from the forlorn world his visage hide,\n","seek":1782.03},{"part":"Stealing unseen to west with this disgrace:\n","seek":1785.311},{"part":"Even so my sun one early morn did shine,\n","seek":1790.619},{"part":"With all triumphant splendour on my brow;\n","seek":1794.422},{"part":"But out! alack! he was but one hour mine,\n","seek":1798.324},{"part":"The region cloud hath mask’d him from me now.\n","seek":1803.168},{"part":"Yet him for this my love no whit disdaineth;\n","seek":1807.351},{"part":"Suns of the world may stain when heaven’s sun staineth.\n\n## XXXIV\n\n","seek":1810.733},{"part":"Why didst thou promise such a beauteous day,\n","seek":1820.175},{"part":"And make me travel forth without my cloak,\n","seek":1823.117},{"part":"To let base clouds o’ertake me in my way,\n","seek":1825.698},{"part":"Hiding thy bravery in their rotten smoke?\n","seek":1828.68},{"part":"’Tis not enough that through the cloud thou break,\n","seek":1832.382},{"part":"To dry the rain on my storm-beaten face,\n","seek":1834.783},{"part":"For no man well of such a salve can speak,\n","seek":1837.605},{"part":"That heals the wound, and cures not the disgrace:\n","seek":1839.846},{"part":"Nor can thy shame give physic to my grief;\n","seek":1843.769},{"part":"Though thou repent, yet I have still the loss:\n","seek":1846.59},{"part":"The offender’s sorrow lends but weak relief\n","seek":1849.45},{"part":"To him that bears the strong offence’s cross.\n","seek":1852.031},{"part":"Ah! but those tears are pearl which thy love sheds,\n","seek":1856.692},{"part":"And they are rich and ransom all ill deeds.\n\n## XXXV\n\n","seek":1860.372},{"part":"No more be griev’d at that which thou hast done:\n","seek":1869.694},{"part":"Roses have thorns, and silver fountains mud:\n","seek":1873.368},{"part":"Clouds and eclipses stain both moon and sun,\n","seek":1877.071},{"part":"And loathsome canker lives in sweetest bud.\n","seek":1880.714},{"part":"All men make faults, and even I in this,\n","seek":1885.018},{"part":"Authorizing thy trespass with compare,\n","seek":1888.701},{"part":"Myself corrupting, salving thy amiss,\n","seek":1891.103},{"part":"Excusing thy sins more than thy sins are;\n","seek":1893.865},{"part":"For to thy sensual fault I bring in sense;\n","seek":1897.732},{"part":"Thy adverse party is thy advocate,\n","seek":1901.434},{"part":"And ’gainst myself a lawful plea commence:\n","seek":1904.096},{"part":"Such civil war is in my love and hate,\n","seek":1907.338},{"part":"That I an accessary needs must be,\n","seek":1910.8},{"part":"To that sweet thief which sourly robs from me.\n\n## XXXVI\n\n","seek":1913.061},{"part":"Let me confess that we two must be twain,\n","seek":1922.589},{"part":"Although our undivided loves are one:\n","seek":1925.831},{"part":"So shall those blots that do with me remain,\n","seek":1929.473},{"part":"Without thy help, by me be borne alone.\n","seek":1932.395},{"part":"In our two loves there is but one respect,\n","seek":1937.078},{"part":"Though in our lives a separable spite,\n","seek":1939.6},{"part":"Which though it alter not love’s sole effect,\n","seek":1942.301},{"part":"Yet doth it steal sweet hours from love’s delight.\n","seek":1944.883},{"part":"I may not evermore acknowledge thee,\n","seek":1949.352},{"part":"Lest my bewailed guilt should do thee shame,\n","seek":1951.593},{"part":"Nor thou with public kindness honour me,\n","seek":1954.615},{"part":"Unless thou take that honour from thy name:\n","seek":1957.337},{"part":"But do not so, I love thee in such sort,\n","seek":1960.999},{"part":"As thou being mine, mine is thy good report.\n\n## XXXVII\n\n","seek":1964.701},{"part":"As a decrepit father takes delight\n","seek":1974.62},{"part":"To see his active child do deeds of youth,\n","seek":1976.921},{"part":"So I, made lame by Fortune’s dearest spite,\n","seek":1980.402},{"part":"Take all my comfort of thy worth and truth;\n","seek":1984.583},{"part":"For whether beauty, birth, or wealth, or wit,\n","seek":1988.184},{"part":"Or any of these all, or all, or more,\n","seek":1991.442},{"part":"Entitled in thy parts, do crowned sit,\n","seek":1995.043},{"part":"I make my love engrafted, to this store:\n","seek":1998.185},{"part":"So then I am not lame, poor, nor despis’d,\n","seek":2002.006},{"part":"Whilst that this shadow doth such substance give\n","seek":2006.448},{"part":"That I in thy abundance am suffic’d,\n","seek":2009.429},{"part":"And by a part of all thy glory live.\n","seek":2012.41},{"part":"Look what is best, that best I wish in thee:\n","seek":2016.566},{"part":"This wish I have; then ten times happy me!\n\n## XXXVIII\n\n","seek":2020.107},{"part":"How can my Muse want subject to invent,\n","seek":2030.11},{"part":"While thou dost breathe, that pour’st into my verse\n","seek":2033.011},{"part":"Thine own sweet argument, too excellent\n","seek":2035.932},{"part":"For every vulgar paper to rehearse?\n","seek":2038.893},{"part":"O! give thyself the thanks, if aught in me\n","seek":2042.083},{"part":"Worthy perusal stand against thy sight;\n","seek":2044.804},{"part":"For who’s so dumb that cannot write to thee,\n","seek":2047.524},{"part":"When thou thyself dost give invention light?\n","seek":2050.045},{"part":"Be thou the tenth Muse, ten times more in worth\n","seek":2053.906},{"part":"Than those old nine which rhymers invocate;\n","seek":2057.907},{"part":"And he that calls on thee, let him bring forth\n","seek":2061.048},{"part":"Eternal numbers to outlive long date.\n","seek":2063.928},{"part":"If my slight Muse do please these curious days,\n","seek":2067.926},{"part":"The pain be mine, but thine shall be the praise.\n\n## XXXIX\n\n","seek":2071.87},{"part":"O! how thy worth with manners may I sing,\n","seek":2082.359},{"part":"When thou art all the better part of me?\n","seek":2084.921},{"part":"What can mine own praise to mine own self bring?\n","seek":2087.823},{"part":"And what is’t but mine own when I praise thee?\n","seek":2091.026},{"part":"Even for this, let us divided live,\n","seek":2094.659},{"part":"And our dear love lose name of single one,\n","seek":2097.362},{"part":"That by this separation I may give\n","seek":2100.664},{"part":"That due to thee which thou deserv’st alone.\n","seek":2102.866},{"part":"O absence! what a torment wouldst thou prove,\n","seek":2107.21},{"part":"Were it not thy sour leisure gave sweet leave,\n","seek":2110.593},{"part":"To entertain the time with thoughts of love,\n","seek":2113.396},{"part":"Which time and thoughts so sweetly doth deceive,\n","seek":2116.078},{"part":"And that thou teachest how to make one twain,\n","seek":2119.726},{"part":"By praising him here who doth hence remain.\n\n## XL\n\n","seek":2122.888},{"part":"Take all my loves, my love, yea take them all;\n","seek":2132.115},{"part":"What hast thou then more than thou hadst before?\n","seek":2135.852},{"part":"No love, my love, that thou mayst true love call;\n","seek":2138.695},{"part":"All mine was thine, before thou hadst this more.\n","seek":2142.118},{"part":"Then, if for my love, thou my love receivest,\n","seek":2146.262},{"part":"I cannot blame thee, for my love thou usest;\n","seek":2149.285},{"part":"But yet be blam’d, if thou thyself deceivest\n","seek":2152.228},{"part":"By wilful taste of what thyself refusest.\n","seek":2154.61},{"part":"I do forgive thy robbery, gentle thief,\n","seek":2158.19},{"part":"Although thou steal thee all my poverty:\n","seek":2161.272},{"part":"And yet, love knows it is a greater grief\n","seek":2164.193},{"part":"To bear love’s wrong, than hate’s known injury.\n","seek":2166.494},{"part":"Lascivious grace, in whom all ill well shows,\n","seek":2171.037},{"part":"Kill me with spites yet we must not be foes.\n\n## XLI\n\n","seek":2174.698},{"part":"Those pretty wrongs that liberty commits,\n","seek":2218.991},{"part":"When I am sometime absent from thy heart,\n","seek":2221.852},{"part":"Thy beauty, and thy years full well befits,\n","seek":2224.654},{"part":"For still temptation follows where thou art.\n","seek":2228.035},{"part":"Gentle thou art, and therefore to be won,\n","seek":2231.557},{"part":"Beauteous thou art, therefore to be assail’d;\n","seek":2234.939},{"part":"And when a woman woos, what woman’s son\n","seek":2239.1},{"part":"Will sourly leave her till he have prevail’d?\nAy me! but yet thou mightst my seat forbear,\n","seek":2241.682},{"part":"And chide thy beauty and thy straying youth,\n","seek":2249.238},{"part":"Who lead thee in their riot even there\n","seek":2252.0},{"part":"Where thou art forced to break a twofold truth:\n","seek":2254.461},{"part":"Hers by thy beauty tempting her to thee,\n","seek":2258.264},{"part":"Thine by thy beauty being false to me.\n\n## XLII\n\n","seek":2261.145},{"part":"That thou hast her it is not all my grief,\n","seek":2269.708},{"part":"And yet it may be said I loved her dearly;\n","seek":2272.549},{"part":"That she hath thee is of my wailing chief,\n","seek":2275.649},{"part":"A loss in love that touches me more nearly.\n","seek":2278.89},{"part":"Loving offenders thus I will excuse ye:\n","seek":2282.751},{"part":"Thou dost love her, because thou know’st I love her;\n","seek":2285.632},{"part":"And for my sake even so doth she abuse me,\n","seek":2289.052},{"part":"Suffering my friend for my sake to approve her.\n","seek":2292.513},{"part":"If I lose thee, my loss is my love’s gain,\n","seek":2296.312},{"part":"And losing her, my friend hath found that loss;\n","seek":2299.413},{"part":"Both find each other, and I lose both twain,\n","seek":2303.054},{"part":"And both for my sake lay on me this cross:\n","seek":2307.475},{"part":"But here’s the joy; my friend and I are one;\n","seek":2311.416},{"part":"Sweet flattery! then she loves but me alone.\n\n## XLIII\n\n","seek":2315.677},{"part":"When most I wink, then do mine eyes best see,\n","seek":2324.498},{"part":"For all the day they view things unrespected;\n","seek":2327.98},{"part":"But when I sleep, in dreams they look on thee,\n","seek":2331.502},{"part":"And darkly bright, are bright in dark directed.\n","seek":2334.884},{"part":"Then thou, whose shadow shadows doth make bright,\n","seek":2338.627},{"part":"How would thy shadow’s form form happy show\n","seek":2342.029},{"part":"To the clear day with thy much clearer light,\n","seek":2344.711},{"part":"When to unseeing eyes thy shade shines so!\n","seek":2347.973},{"part":"How would, I say, mine eyes be blessed made\n","seek":2351.935},{"part":"By looking on thee in the living day,\n","seek":2354.637},{"part":"When in dead night thy fair imperfect shade\n","seek":2356.859},{"part":"Through heavy sleep on sightless eyes doth stay!\n","seek":2360.262},{"part":"All days are nights to see till I see thee,\n","seek":2364.565},{"part":"And nights bright days when dreams do show thee me.\n\n## XLIV\n\n","seek":2368.288},{"part":"If the dull substance of my flesh were thought,\n","seek":2377.512},{"part":"Injurious distance should not stop my way;\n","seek":2380.533},{"part":"For then despite of space I would be brought,\n","seek":2383.253},{"part":"From limits far remote, where thou dost stay.\n","seek":2385.534},{"part":"No matter then although my foot did stand\n","seek":2388.895},{"part":"Upon the farthest earth remov’d from thee;\n","seek":2390.955},{"part":"For nimble thought can jump both sea and land,\n","seek":2393.576},{"part":"As soon as think the place where he would be.\n","seek":2396.276},{"part":"But, ah! thought kills me that I am not thought,\n","seek":2399.17},{"part":"To leap large lengths of miles when thou art gone,\n","seek":2403.011},{"part":"But that so much of earth and water wrought,\n","seek":2406.932},{"part":"I must attend time’s leisure with my moan;\n","seek":2409.633},{"part":"Receiving nought by elements so slow\n","seek":2413.174},{"part":"But heavy tears, badges of either’s woe.\n\n## XLV\n\n","seek":2416.455},{"part":"The other two, slight air, and purging fire\n","seek":2423.993},{"part":"Are both with thee, wherever I abide;\n","seek":2427.675},{"part":"The first my thought, the other my desire,\n","seek":2430.876},{"part":"These present-absent with swift motion slide.\n","seek":2434.338},{"part":"For when these quicker elements are gone\n","seek":2438.5},{"part":"In tender embassy of love to thee,\n","seek":2440.901},{"part":"My life, being made of four, with two alone\n","seek":2443.602},{"part":"Sinks down to death, oppress’d with melancholy;\n","seek":2446.923},{"part":"Until life’s composition be recur’d\n","seek":2451.616},{"part":"By those swift messengers return’d from thee,\n","seek":2454.559},{"part":"Who even but now come back again, assur’d,\n","seek":2457.621},{"part":"Of thy fair health, recounting it to me:\n","seek":2460.804},{"part":"This told, I joy; but then no longer glad,\n","seek":2464.327},{"part":"I send them back again, and straight grow sad.\n\n## XLVI\n\n","seek":2469.871},{"part":"Mine eye and heart are at a mortal war,\n","seek":2478.671},{"part":"How to divide the conquest of thy sight;\n","seek":2481.733},{"part":"Mine eye my heart thy picture’s sight would bar,\n","seek":2485.036},{"part":"My heart mine eye the freedom of that right.\n","seek":2488.338},{"part":"My heart doth plead that thou in him dost lie,\n","seek":2492.281},{"part":"A closet never pierced with crystal eyes;\n","seek":2495.343},{"part":"But the defendant doth that plea deny,\n","seek":2498.546},{"part":"And says in him thy fair appearance lies.\n","seek":2501.168},{"part":"To side this title is impannelled\n","seek":2505.435},{"part":"A quest of thoughts, all tenants to the heart;\n","seek":2507.657},{"part":"And by their verdict is determined\n","seek":2511.5},{"part":"The clear eye’s moiety, and the dear heart’s part:\n","seek":2513.782},{"part":"As thus; mine eye’s due is thy outward part,\n","seek":2518.385},{"part":"And my heart’s right, thy inward love of heart.\n\n## XLVII\n\n","seek":2522.489},{"part":"Betwixt mine eye and heart a league is took,\n","seek":2531.706},{"part":"And each doth good turns now unto the other:\n","seek":2534.887},{"part":"When that mine eye is famish’d for a look,\n","seek":2537.949},{"part":"Or heart in love with sighs himself doth smother,\n","seek":2540.61},{"part":"With my love’s picture then my eye doth feast,\n","seek":2544.332},{"part":"And to the painted banquet bids my heart;\n","seek":2547.453},{"part":"Another time mine eye is my heart’s guest,\n","seek":2550.274},{"part":"And in his thoughts of love doth share a part:\n","seek":2553.156},{"part":"So, either by thy picture or my love,\n","seek":2556.586},{"part":"Thyself away, art present still with me;\n","seek":2559.327},{"part":"For thou not farther than my thoughts canst move,\n","seek":2562.828},{"part":"And I am still with them, and they with thee;\n","seek":2565.528},{"part":"Or, if they sleep, thy picture in my sight\n","seek":2568.989},{"part":"Awakes my heart, to heart’s and eye’s delight.\n\n## XLVIII\n\n","seek":2571.85},{"part":"How careful was I when I took my way,\n","seek":2580.886},{"part":"Each trifle under truest bars to thrust,\n","seek":2583.367},{"part":"That to my use it might unused stay\n","seek":2586.529},{"part":"From hands of falsehood, in sure wards of trust!\n","seek":2589.39},{"part":"But thou, to whom my jewels trifles are,\n","seek":2593.292},{"part":"Most worthy comfort, now my greatest grief,\n","seek":2596.453},{"part":"Thou best of dearest, and mine only care,\n","seek":2599.915},{"part":"Art left the prey of every vulgar thief.\n","seek":2602.796},{"part":"Thee have I not lock’d up in any chest,\n","seek":2606.538},{"part":"Save where thou art not, though I feel thou art,\n","seek":2609.059},{"part":"Within the gentle closure of my breast,\n","seek":2612.281},{"part":"From whence at pleasure thou mayst come and part;\n","seek":2614.843},{"part":"And even thence thou wilt be stol’n I fear,\n","seek":2618.745},{"part":"For truth proves thievish for a prize so dear.\n\n## XLIX\n\n","seek":2621.726},{"part":"Against that time, if ever that time come,\n","seek":2631.292},{"part":"When I shall see thee frown on my defects,\n","seek":2634.694},{"part":"When as thy love hath cast his utmost sum,\n","seek":2637.855},{"part":"Call’d to that audit by advis’d respects;\n","seek":2640.896},{"part":"Against that time when thou shalt strangely pass,\n","seek":2644.938},{"part":"And scarcely greet me with that sun, thine eye,\n","seek":2648.8},{"part":"When love, converted from the thing it was,\n","seek":2652.361},{"part":"Shall reasons find of settled gravity;\n","seek":2655.863},{"part":"Against that time do I ensconce me here,\n","seek":2660.033},{"part":"Within the knowledge of mine own desert,\n","seek":2663.796},{"part":"And this my hand, against my self uprear,\n","seek":2666.658},{"part":"To guard the lawful reasons on thy part:\n","seek":2670.28},{"part":"To leave poor me thou hast the strength of laws,\n","seek":2673.663},{"part":"Since why to love I can allege no cause.\n\n## L\n\n","seek":2677.225},{"part":"How heavy do I journey on the way,\n","seek":2685.862},{"part":"When what I seek, my weary travel’s end,\n","seek":2688.943},{"part":"Doth teach that ease and that repose to say,\n","seek":2692.164},{"part":"‘Thus far the miles are measured from thy friend!’\n","seek":2695.485},{"part":"The beast that bears me, tired with my woe,\n","seek":2699.707},{"part":"Plods dully on, to bear that weight in me,\n","seek":2702.628},{"part":"As if by some instinct the wretch did know\n","seek":2706.769},{"part":"His rider lov’d not speed, being made from thee:\n","seek":2709.53},{"part":"The bloody spur cannot provoke him on,\n","seek":2714.432},{"part":"That sometimes anger thrusts into his hide,\n","seek":2716.894},{"part":"Which heavily he answers with a groan,\n","seek":2719.916},{"part":"More sharp to me than spurring to his side;\n","seek":2722.598},{"part":"For that same groan doth put this in my mind,\n","seek":2726.501},{"part":"My grief lies onward, and my joy behind.\n\n## LI\n\n","seek":2730.244},{"part":"Thus can my love excuse the slow offence\n","seek":2775.669},{"part":"Of my dull bearer when from thee I speed:\n","seek":2778.491},{"part":"From where thou art why should I haste me thence?\n","seek":2781.955},{"part":"Till I return, of posting is no need.\n","seek":2785.078},{"part":"O! what excuse will my poor beast then find,\n","seek":2789.406},{"part":"When swift extremity can seem but slow?\n","seek":2792.068},{"part":"Then should I spur, though mounted on the wind,\n","seek":2795.21},{"part":"In winged speed no motion shall I know,\n","seek":2798.172},{"part":"Then can no horse with my desire keep pace;\n","seek":2801.394},{"part":"Therefore desire, of perfect’st love being made,\n","seek":2804.776},{"part":"Shall neigh no dull flesh in his fiery race,\n","seek":2808.098},{"part":"But love, for love, thus shall excuse my jade:\n","seek":2811.32},{"part":"‘Since from thee going, he went wilful-slow,\n","seek":2815.232},{"part":"Towards thee I’ll run, and give him leave to go.’\n\n## LII\n\n","seek":2818.355},{"part":"So am I as the rich, whose blessed key,\n","seek":2826.863},{"part":"Can bring him to his sweet up-locked treasure,\n","seek":2829.626},{"part":"The which he will not every hour survey,\n","seek":2832.249},{"part":"For blunting the fine point of seldom pleasure.\n","seek":2834.871},{"part":"Therefore are feasts so solemn and so rare,\n","seek":2838.628},{"part":"Since, seldom coming in that long year set,\n","seek":2841.529},{"part":"Like stones of worth they thinly placed are,\n","seek":2844.469},{"part":"Or captain jewels in the carcanet.\n","seek":2847.49},{"part":"So is the time that keeps you as my chest,\n","seek":2850.47},{"part":"Or as the wardrobe which the robe doth hide,\n","seek":2853.471},{"part":"To make some special instant special-blest,\n","seek":2856.332},{"part":"By new unfolding his imprison’d pride.\n","seek":2859.512},{"part":"Blessed are you whose worthiness gives scope,\n","seek":2863.387},{"part":"Being had, to triumph; being lacked, to hope.\n\n## LIII\n\n","seek":2866.348},{"part":"What is your substance, whereof are you made,\n","seek":2874.471},{"part":"That millions of strange shadows on you tend?\n","seek":2877.352},{"part":"Since every one, hath every one, one shade,\n","seek":2880.993},{"part":"And you but one, can every shadow lend.\n","seek":2884.634},{"part":"Describe Adonis, and the counterfeit\n","seek":2887.971},{"part":"Is poorly imitated after you;\n","seek":2890.292},{"part":"On Helen’s cheek all art of beauty set,\n","seek":2892.792},{"part":"And you in Grecian tires are painted new:\n","seek":2895.573},{"part":"Speak of the spring, and foison of the year,\n","seek":2899.074},{"part":"The one doth shadow of your beauty show,\n","seek":2901.595},{"part":"The other as your bounty doth appear;\n","seek":2904.136},{"part":"And you in every blessed shape we know.\n","seek":2906.616},{"part":"In all external grace you have some part,\n","seek":2909.777},{"part":"But you like none, none you, for constant heart.\n\n## LIV\n\n","seek":2912.858},{"part":"O! how much more doth beauty beauteous seem\n","seek":2922.241},{"part":"By that sweet ornament which truth doth give.\n","seek":2925.162},{"part":"The rose looks fair, but fairer we it deem\n","seek":2928.482},{"part":"For that sweet odour, which doth in it live.\n","seek":2931.543},{"part":"The canker blooms have full as deep a dye\n","seek":2935.024},{"part":"As the perfumed tincture of the roses.\n","seek":2937.645},{"part":"Hang on such thorns, and play as wantonly\n","seek":2940.025},{"part":"When summer’s breath their masked buds discloses:\n","seek":2942.686},{"part":"But, for their virtue only is their show,\n","seek":2946.327},{"part":"They live unwoo’d, and unrespected fade;\n","seek":2950.111},{"part":"Die to themselves. Sweet roses do not so;\n","seek":2953.792},{"part":"Of their sweet deaths, are sweetest odours made:\n","seek":2958.033},{"part":"And so of you, beauteous and lovely youth,\n","seek":2961.874},{"part":"When that shall vade, by verse distills your truth.\n\n## LV\n\n","seek":2965.374},{"part":"Not marble, nor the gilded monuments\n","seek":2974.093},{"part":"Of princes, shall outlive this powerful rhyme;\n","seek":2976.614},{"part":"But you shall shine more bright in these contents\n","seek":2980.195},{"part":"Than unswept stone, besmear’d with sluttish time.\n","seek":2982.956},{"part":"When wasteful war shall statues overturn,\n","seek":2987.857},{"part":"And broils root out the work of masonry,\n","seek":2990.918},{"part":"Nor Mars his sword, nor war’s quick fire shall burn\n","seek":2993.919},{"part":"The living record of your memory.\n","seek":2997.78},{"part":"’Gainst death, and all-oblivious enmity\n","seek":3000.392},{"part":"Shall you pace forth; your praise shall still find room\n","seek":3003.234},{"part":"Even in the eyes of all posterity\n","seek":3007.317},{"part":"That wear this world out to the ending doom.\n","seek":3009.699},{"part":"So, till the judgement that yourself arise,\n","seek":3013.761},{"part":"You live in this, and dwell in lovers’ eyes.\n\n## LVI\n\n","seek":3016.603},{"part":"Sweet love, renew thy force; be it not said\n","seek":3025.14},{"part":"Thy edge should blunter be than appetite,\n","seek":3028.641},{"part":"Which but to-day by feeding is allay’d,\n","seek":3031.183},{"part":"To-morrow sharpened in his former might:\n","seek":3033.584},{"part":"So, love, be thou, although to-day thou fill\n","seek":3036.605},{"part":"Thy hungry eyes, even till they wink with fulness,\n","seek":3039.466},{"part":"To-morrow see again, and do not kill\n","seek":3043.228},{"part":"The spirit of love, with a perpetual dulness.\n","seek":3045.809},{"part":"Let this sad interim like the ocean be\n","seek":3049.4},{"part":"Which parts the shore, where two contracted new\n","seek":3052.082},{"part":"Come daily to the banks, that when they see\n","seek":3055.485},{"part":"Return of love, more blest may be the view;\n","seek":3058.188},{"part":"Or call it winter, which being full of care,\n","seek":3061.851},{"part":"Makes summer’s welcome, thrice more wished, more rare.\n\n## LVII\n\n","seek":3064.953},{"part":"Being your slave what should I do but tend,\n","seek":3074.76},{"part":"Upon the hours, and times of your desire?\n","seek":3077.521},{"part":"I have no precious time at all to spend;\n","seek":3080.582},{"part":"Nor services to do, till you require.\n","seek":3082.482},{"part":"Nor dare I chide the world-without-end hour,\n","seek":3085.744},{"part":"Whilst I, my sovereign, watch the clock for you,\n","seek":3088.724},{"part":"Nor think the bitterness of absence sour,\n","seek":3091.825},{"part":"When you have bid your servant once adieu;\n","seek":3094.526},{"part":"Nor dare I question with my jealous thought\n","seek":3097.345},{"part":"Where you may be, or your affairs suppose,\n","seek":3100.008},{"part":"But, like a sad slave, stay and think of nought\n","seek":3103.271},{"part":"Save, where you are, how happy you make those.\n","seek":3107.354},{"part":"So true a fool is love, that in your will,\n","seek":3112.199},{"part":"Though you do anything, he thinks no ill.\n\n## LVIII\n\n","seek":3115.482},{"part":"That god forbid, that made me first your slave,\n","seek":3124.157},{"part":"I should in thought control your times of pleasure,\n","seek":3127.18},{"part":"Or at your hand the account of hours to crave,\n","seek":3130.303},{"part":"Being your vassal, bound to stay your leisure!\n","seek":3133.246},{"part":"O! let me suffer, being at your beck,\n","seek":3136.77},{"part":"The imprison’d absence of your liberty;\n","seek":3139.112},{"part":"And patience, tame to sufferance, bide each check,\n","seek":3141.514},{"part":"Without accusing you of injury.\nBe where you list, your charter is so strong\n","seek":3144.958},{"part":"That you yourself may privilage your time\n","seek":3150.376},{"part":"To what you will; to you it doth belong\n","seek":3152.457},{"part":"Yourself to pardon of self-doing crime.\n","seek":3155.058},{"part":"I am to wait, though waiting so be hell,\n","seek":3158.679},{"part":"Not blame your pleasure be it ill or well.\n\n## LIX\n\n","seek":3162.241},{"part":"If there be nothing new, but that which is\n","seek":3170.664},{"part":"Hath been before, how are our brains beguil’d,\n","seek":3172.946},{"part":"Which labouring for invention bear amiss\n","seek":3176.028},{"part":"The second burthen of a former child!\n","seek":3178.029},{"part":"O! that record could with a backward look,\n","seek":3181.011},{"part":"Even of five hundred courses of the sun,\n","seek":3183.272},{"part":"Show me your image in some antique book,\n","seek":3185.514},{"part":"Since mind at first in character was done!\n","seek":3188.596},{"part":"That I might see what the old world could say\n","seek":3192.118},{"part":"To this composed wonder of your frame;\n","seek":3194.52},{"part":"Wh’r we are mended, or wh’r better they,\n","seek":3197.522},{"part":"Or whether revolution be the same.\n","seek":3200.188},{"part":"O! sure I am the wits of former days,\n","seek":3202.95},{"part":"To subjects worse have given admiring praise.\n\n## LX\n\n","seek":3205.393},{"part":"Like as the waves make towards the pebbled shore,\n","seek":3213.6},{"part":"So do our minutes hasten to their end;\n","seek":3217.143},{"part":"Each changing place with that which goes before,\n","seek":3220.506},{"part":"In sequent toil all forwards do contend.\n","seek":3223.428},{"part":"Nativity, once in the main of light,\n","seek":3227.077},{"part":"Crawls to maturity, wherewith being crown’d,\n","seek":3229.238},{"part":"Crooked eclipses ’gainst his glory fight,\n","seek":3232.861},{"part":"And Time that gave doth now his gift confound.\n","seek":3235.923},{"part":"Time doth transfix the flourish set on youth\n","seek":3240.406},{"part":"And delves the parallels in beauty’s brow,\n","seek":3243.288},{"part":"Feeds on the rarities of nature’s truth,\n","seek":3246.25},{"part":"And nothing stands but for his scythe to mow:\n","seek":3249.091},{"part":"And yet to times in hope, my verse shall stand.\n","seek":3253.233},{"part":"Praising thy worth, despite his cruel hand.\n\n## LXI\n\nIs it thy will, thy image should keep open\n","seek":3256.674},{"part":"My heavy eyelids to the weary night?\n","seek":3307.021},{"part":"Dost thou desire my slumbers should be broken,\n","seek":3309.542},{"part":"While shadows like to thee do mock my sight?\n","seek":3312.244},{"part":"Is it thy spirit that thou send’st from thee\n","seek":3316.045},{"part":"So far from home into my deeds to pry,\n","seek":3318.546},{"part":"To find out shames and idle hours in me,\n","seek":3321.508},{"part":"The scope and tenure of thy jealousy?\n","seek":3324.269},{"part":"O, no! thy love, though much, is not so great:\n","seek":3327.327},{"part":"It is my love that keeps mine eye awake:\n","seek":3331.148},{"part":"Mine own true love that doth my rest defeat,\n","seek":3333.789},{"part":"To play the watchman ever for thy sake:\n","seek":3336.609},{"part":"For thee watch I, whilst thou dost wake elsewhere,\n","seek":3340.11},{"part":"From me far off, with others all too near.\n\n## LXII\n\n","seek":3344.071},{"part":"Sin of self-love possesseth all mine eye\n","seek":3352.735},{"part":"And all my soul, and all my every part;\n","seek":3356.336},{"part":"And for this sin there is no remedy,\n","seek":3359.537},{"part":"It is so grounded inward in my heart.\n","seek":3361.957},{"part":"Methinks no face so gracious is as mine,\n","seek":3365.418},{"part":"No shape so true, no truth of such account;\n","seek":3368.279},{"part":"And for myself mine own worth do define,\n","seek":3371.42},{"part":"As I all other in all worths surmount.\n","seek":3374.5},{"part":"But when my glass shows me myself indeed\n","seek":3378.291},{"part":"Beated and chopp’d with tanned antiquity,\n","seek":3381.074},{"part":"Mine own self-love quite contrary I read;\n","seek":3383.997},{"part":"Self so self-loving were iniquity.\n","seek":3387.4},{"part":"’Tis thee, myself, that for myself I praise,\n","seek":3390.623},{"part":"Painting my age with beauty of thy days.\n\n## LXIII\n\n","seek":3394.907},{"part":"Against my love shall be as I am now,\n","seek":3402.766},{"part":"With Time’s injurious hand crush’d and o’erworn;\n","seek":3405.849},{"part":"When hours have drain’d his blood and fill’d his brow\n","seek":3409.472},{"part":"With lines and wrinkles; when his youthful morn\n","seek":3412.574},{"part":"Hath travell’d on to age’s steepy night;\n","seek":3415.477},{"part":"And all those beauties whereof now he’s king\n","seek":3418.939},{"part":"Are vanishing, or vanished out of sight,\n","seek":3421.882},{"part":"Stealing away the treasure of his spring;\n","seek":3424.584},{"part":"For such a time do I now fortify\n","seek":3427.853},{"part":"Against confounding age’s cruel knife,\n","seek":3430.094},{"part":"That he shall never cut from memory\n","seek":3432.955},{"part":"My sweet love’s beauty, though my lover’s life:\n","seek":3435.075},{"part":"His beauty shall in these black lines be seen,\n","seek":3438.976},{"part":"And they shall live, and he in them still green.\n\n## LXIV\n\n","seek":3442.037},{"part":"When I have seen by Time’s fell hand defac’d\n","seek":3452.119},{"part":"The rich-proud cost of outworn buried age;\n","seek":3455.186},{"part":"When sometime lofty towers I see down-raz’d,\n","seek":3458.552},{"part":"And brass eternal slave to mortal rage;\n","seek":3461.833},{"part":"When I have seen the hungry ocean gain\n","seek":3465.535},{"part":"Advantage on the kingdom of the shore,\n","seek":3467.796},{"part":"And the firm soil win of the watery main,\n","seek":3469.997},{"part":"Increasing store with loss, and loss with store;\n","seek":3472.878},{"part":"When I have seen such interchange of state,\n","seek":3476.5},{"part":"Or state itself confounded, to decay;\n","seek":3479.321},{"part":"Ruin hath taught me thus to ruminate:\n","seek":3482.142},{"part":"That Time will come and take my love away.\n","seek":3484.964},{"part":"This thought is as a death which cannot choose\n","seek":3489.379},{"part":"But weep to have, that which it fears to lose.\n\n## LXV\n\n","seek":3492.56},{"part":"Since brass, nor stone, nor earth, nor boundless sea,\n","seek":3500.504},{"part":"But sad mortality o’ersways their power,\n","seek":3504.466},{"part":"How with this rage shall beauty hold a plea,\n","seek":3507.808},{"part":"Whose action is no stronger than a flower?\n","seek":3510.669},{"part":"O! how shall summer’s honey breath hold out,\n","seek":3513.951},{"part":"Against the wrackful siege of battering days,\n","seek":3516.632},{"part":"When rocks impregnable are not so stout,\n","seek":3519.674},{"part":"Nor gates of steel so strong but Time decays?\n","seek":3522.495},{"part":"O fearful meditation! where, alack,\n","seek":3526.957},{"part":"Shall Time’s best jewel from Time’s chest lie hid?\n","seek":3529.658},{"part":"Or what strong hand can hold his swift foot back?\n","seek":3533.339},{"part":"Or who his spoil of beauty can forbid?\n","seek":3536.501},{"part":"O! none, unless this miracle have might,\n","seek":3539.597},{"part":"That in black ink my love may still shine bright.\n\n## LXVI\n\n","seek":3543.04},{"part":"Tired with all these, for restful death I cry:\n","seek":3551.266},{"part":"As to behold desert a beggar born,\n","seek":3554.469},{"part":"And needy nothing trimm’d in jollity,\n","seek":3557.347},{"part":"And purest faith unhappily forsworn,\n","seek":3559.99},{"part":"And gilded honour shamefully misplac’d,\n","seek":3562.732},{"part":"And maiden virtue rudely strumpeted,\n","seek":3565.095},{"part":"And right perfection wrongfully disgrac’d,\n","seek":3568.078},{"part":"And strength by limping sway disabled\n","seek":3570.3},{"part":"And art made tongue-tied by authority,\n","seek":3573.343},{"part":"And folly, doctor-like, controlling skill,\n","seek":3576.025},{"part":"And simple truth miscall’d simplicity,\n","seek":3579.009},{"part":"And captive good attending captain ill:\n","seek":3581.992},{"part":"Tir’d with all these, from these would I be gone,\n","seek":3585.236},{"part":"Save that, to die, I leave my love alone.\n\n## LXVII\n\n","seek":3588.34},{"part":"Ah! wherefore with infection should he live,\n","seek":3597.677},{"part":"And with his presence grace impiety,\n","seek":3600.059},{"part":"That sin by him advantage should achieve,\n","seek":3602.48},{"part":"And lace itself with his society?\n","seek":3604.922},{"part":"Why should false painting imitate his cheek,\n","seek":3607.864},{"part":"And steel dead seeming of his living hue?\n","seek":3610.386},{"part":"Why should poor beauty indirectly seek\n","seek":3613.147},{"part":"Roses of shadow, since his rose is true?\n","seek":3615.789},{"part":"Why should he live, now Nature bankrupt is,\n","seek":3619.392},{"part":"Beggar’d of blood to blush through lively veins?\n","seek":3622.113},{"part":"For she hath no exchequer now but his,\n","seek":3625.216},{"part":"And proud of many, lives upon his gains.\n","seek":3627.679},{"part":"O! him she stores, to show what wealth she had\n","seek":3631.541},{"part":"In days long since, before these last so bad.\n\n## LXVIII\n\n","seek":3634.622},{"part":"Thus is his cheek the map of days outworn,\n","seek":3644.007},{"part":"When beauty lived and died as flowers do now,\n","seek":3647.109},{"part":"Before these bastard signs of fair were born,\n","seek":3650.49},{"part":"Or durst inhabit on a living brow;\n","seek":3654.012},{"part":"Before the golden tresses of the dead,\n","seek":3657.066},{"part":"The right of sepulchres, were shorn away,\n","seek":3659.367},{"part":"To live a second life on second head;\n","seek":3661.767},{"part":"Ere beauty’s dead fleece made another gay:\n","seek":3664.328},{"part":"In him those holy antique hours are seen,\n","seek":3667.529},{"part":"Without all ornament, itself and true,\n","seek":3670.75},{"part":"Making no summer of another’s green,\n","seek":3674.091},{"part":"Robbing no old to dress his beauty new;\n","seek":3676.392},{"part":"And him as for a map doth Nature store,\n","seek":3679.733},{"part":"To show false Art what beauty was of yore.\n\n## LXIX\n\n","seek":3682.854},{"part":"Those parts of thee that the world’s eye doth view\n","seek":3691.098},{"part":"Want nothing that the thought of hearts can mend;\n","seek":3694.201},{"part":"All tongues, the voice of souls, give thee that due,\n","seek":3697.103},{"part":"Uttering bare truth, even so as foes commend.\n","seek":3700.766},{"part":"Thy outward thus with outward praise is crown’d;\n","seek":3704.729},{"part":"But those same tongues, that give thee so thine own,\n","seek":3707.932},{"part":"In other accents do this praise confound\n","seek":3711.195},{"part":"By seeing farther than the eye hath shown.\n","seek":3714.377},{"part":"They look into the beauty of thy mind,\n","seek":3717.445},{"part":"And that in guess they measure by thy deeds;\n","seek":3720.326},{"part":"Then churls their thoughts, although their eyes were kind,\n","seek":3722.987},{"part":"To thy fair flower add the rank smell of weeds:\n","seek":3727.129},{"part":"But why thy odour matcheth not thy show,\n","seek":3732.031},{"part":"The soil is this, that thou dost common grow.\n\n## LXX\n\n","seek":3735.052},{"part":"That thou art blam’d shall not be thy defect,\n","seek":3743.263},{"part":"For slander’s mark was ever yet the fair;\n","seek":3746.284},{"part":"The ornament of beauty is suspect,\n","seek":3748.984},{"part":"A crow that flies in heaven’s sweetest air.\n","seek":3751.365},{"part":"So thou be good, slander doth but approve\n","seek":3754.845},{"part":"Thy worth the greater being woo’d of time;\n","seek":3757.726},{"part":"For canker vice the sweetest buds doth love,\n","seek":3760.507},{"part":"And thou present’st a pure unstained prime.\n","seek":3763.787},{"part":"Thou hast passed by the ambush of young days\n","seek":3767.732},{"part":"Either not assail’d, or victor being charg’d;\n","seek":3770.494},{"part":"Yet this thy praise cannot be so thy praise,\n","seek":3773.956},{"part":"To tie up envy, evermore enlarg’d,\n","seek":3776.938},{"part":"If some suspect of ill mask’d not thy show,\n","seek":3780.42},{"part":"Then thou alone kingdoms of hearts shouldst owe.\n\n## LXXI\n\n","seek":3783.722},{"part":"No longer mourn for me when I am dead\n","seek":3830.707},{"part":"Than you shall hear the surly sullen bell\n","seek":3833.249},{"part":"Give warning to the world that I am fled\n","seek":3835.591},{"part":"From this vile world with vilest worms to dwell:\n","seek":3838.373},{"part":"Nay, if you read this line, remember not\n","seek":3843.338},{"part":"The hand that writ it, for I love you so,\n","seek":3846.359},{"part":"That I in your sweet thoughts would be forgot,\n","seek":3848.92},{"part":"If thinking on me then should make you woe.\n","seek":3851.341},{"part":"O if, I say, you look upon this verse,\n","seek":3854.982},{"part":"When I perhaps compounded am with clay,\n","seek":3857.983},{"part":"Do not so much as my poor name rehearse;\nBut let your love even with my life decay;\n","seek":3860.843},{"part":"Lest the wise world should look into your moan,\n","seek":3867.445},{"part":"And mock you with me after I am gone.\n\n## LXXII\n\n","seek":3871.047},{"part":"O! lest the world should task you to recite\n","seek":3880.166},{"part":"What merit lived in me, that you should love\n","seek":3883.007},{"part":"After my death, dear love, forget me quite,\n","seek":3885.847},{"part":"For you in me can nothing worthy prove;\n","seek":3889.308},{"part":"Unless you would devise some virtuous lie,\n","seek":3892.867},{"part":"To do more for me than mine own desert,\n","seek":3896.049},{"part":"And hang more praise upon deceased I\n","seek":3898.451},{"part":"Than niggard truth would willingly impart:\n","seek":3901.253},{"part":"O! lest your true love may seem false in this\n","seek":3904.635},{"part":"That you for love speak well of me untrue,\n","seek":3907.937},{"part":"My name be buried where my body is,\n","seek":3910.919},{"part":"And live no more to shame nor me nor you.\n","seek":3913.641},{"part":"For I am shamed by that which I bring forth,\n","seek":3917.684},{"part":"And so should you, to love things nothing worth.\n\n## LXXIII\n\n","seek":3920.44},{"part":"That time of year thou mayst in me behold\n","seek":3929.448},{"part":"When yellow leaves, or none, or few, do hang\n","seek":3932.31},{"part":"Upon those boughs which shake against the cold,\n","seek":3936.754},{"part":"Bare ruin’d choirs, where late the sweet birds sang.\n","seek":3940.077},{"part":"In me thou see’st the twilight of such day\n","seek":3945.148},{"part":"As after sunset fadeth in the west;\n","seek":3947.729},{"part":"Which by and by black night doth take away,\n","seek":3950.631},{"part":"Death’s second self, that seals up all in rest.\n","seek":3953.832},{"part":"In me thou see’st the glowing of such fire,\n","seek":3958.254},{"part":"That on the ashes of his youth doth lie,\n","seek":3961.056},{"part":"As the death-bed, whereon it must expire,\n","seek":3963.497},{"part":"Consum’d with that which it was nourish’d by.\n","seek":3966.559},{"part":"This thou perceiv’st, which makes thy love more strong,\n","seek":3970.353},{"part":"To love that well, which thou must leave ere long.\n\n## LXXIV\n\n","seek":3974.522},{"part":"But be contented: when that fell arrest\n","seek":3983.702},{"part":"Without all bail shall carry me away,\n","seek":3986.403},{"part":"My life hath in this line some interest,\n","seek":3989.484},{"part":"Which for memorial still with thee shall stay.\n","seek":3992.025},{"part":"When thou reviewest this, thou dost review\n","seek":3995.566},{"part":"The very part was consecrate to thee:\n","seek":3998.187},{"part":"The earth can have but earth, which is his due;\n","seek":4000.788},{"part":"My spirit is thine, the better part of me:\n","seek":4004.449},{"part":"So then thou hast but lost the dregs of life,\n","seek":4008.25},{"part":"The prey of worms, my body being dead;\n","seek":4011.251},{"part":"The coward conquest of a wretch’s knife,\n","seek":4014.292},{"part":"Too base of thee to be remembered.\n","seek":4016.853},{"part":"The worth of that is that which it contains,\n","seek":4019.974},{"part":"And that is this, and this with thee remains.\n\n## LXXV\n\n","seek":4023.695},{"part":"So are you to my thoughts as food to life,\n","seek":4032.932},{"part":"Or as sweet-season’d showers are to the ground;\n","seek":4037.076},{"part":"And for the peace of you I hold such strife\n","seek":4040.619},{"part":"As ’twixt a miser and his wealth is found.\n","seek":4043.821},{"part":"Now proud as an enjoyer, and anon\n","seek":4047.304},{"part":"Doubting the filching age will steal his treasure;\n","seek":4049.906},{"part":"Now counting best to be with you alone,\n","seek":4053.67},{"part":"Then better’d that the world may see my pleasure:\n","seek":4056.352},{"part":"Sometime all full with feasting on your sight,\n","seek":4060.658},{"part":"And by and by clean starved for a look;\n","seek":4063.779},{"part":"Possessing or pursuing no delight,\n","seek":4066.881},{"part":"Save what is had, or must from you be took.\n","seek":4069.162},{"part":"Thus do I pine and surfeit day by day,\n","seek":4072.944},{"part":"Or gluttoning on all, or all away.\n\n## LXXVI\n\n","seek":4076.385},{"part":"Why is my verse so barren of new pride,\n","seek":4085.123},{"part":"So far from variation or quick change?\n","seek":4087.884},{"part":"Why with the time do I not glance aside\n","seek":4091.286},{"part":"To new-found methods, and to compounds strange?\n","seek":4093.727},{"part":"Why write I still all one, ever the same,\n","seek":4097.829},{"part":"And keep invention in a noted weed,\n","seek":4100.65},{"part":"That every word doth almost tell my name,\n","seek":4103.111},{"part":"Showing their birth, and where they did proceed?\n","seek":4106.073},{"part":"O! know sweet love I always write of you,\n","seek":4109.428},{"part":"And you and love are still my argument;\n","seek":4112.632},{"part":"So all my best is dressing old words new,\n","seek":4115.335},{"part":"Spending again what is already spent:\n","seek":4118.438},{"part":"For as the sun is daily new and old,\n","seek":4121.141},{"part":"So is my love still telling what is told.\n\n## LXXVII\n\n","seek":4124.384},{"part":"Thy glass will show thee how thy beauties wear,\n","seek":4133.349},{"part":"Thy dial how thy precious minutes waste;\n","seek":4136.57},{"part":"These vacant leaves thy mind’s imprint will bear,\n","seek":4139.711},{"part":"And of this book, this learning mayst thou taste.\n","seek":4142.812},{"part":"The wrinkles which thy glass will truly show\n","seek":4146.594},{"part":"Of mouthed graves will give thee memory;\n","seek":4148.975},{"part":"Thou by thy dial’s shady stealth mayst know\n","seek":4151.916},{"part":"Time’s thievish progress to eternity.\n","seek":4155.037},{"part":"Look! what thy memory cannot contain,\n","seek":4158.498},{"part":"Commit to these waste blanks, and thou shalt find\n","seek":4161.015},{"part":"Those children nursed, deliver’d from thy brain,\n","seek":4164.456},{"part":"To take a new acquaintance of thy mind.\n","seek":4167.357},{"part":"These offices, so oft as thou wilt look,\n","seek":4170.178},{"part":"Shall profit thee and much enrich thy book.\n\n## LXXVIII\n\n","seek":4172.638},{"part":"So oft have I invoked thee for my Muse,\n","seek":4179.964},{"part":"And found such fair assistance in my verse\n","seek":4182.666},{"part":"As every alien pen hath got my use\n","seek":4185.649},{"part":"And under thee their poesy disperse.\n","seek":4188.231},{"part":"Thine eyes, that taught the dumb on high to sing\n","seek":4191.214},{"part":"And heavy ignorance aloft to fly,\n","seek":4194.897},{"part":"Have added feathers to the learned’s wing\n","seek":4197.339},{"part":"And given grace a double majesty.\n","seek":4199.661},{"part":"Yet be most proud of that which I compile,\n","seek":4203.192},{"part":"Whose influence is thine, and born of thee:\n","seek":4206.074},{"part":"In others’ works thou dost but mend the style,\n","seek":4209.276},{"part":"And arts with thy sweet graces graced be;\n","seek":4212.217},{"part":"But thou art all my art, and dost advance\n","seek":4215.739},{"part":"As high as learning, my rude ignorance.\n\n## LXXIX\n\n","seek":4219.081},{"part":"Whilst I alone did call upon thy aid,\n","seek":4226.906},{"part":"My verse alone had all thy gentle grace;\n","seek":4229.527},{"part":"But now my gracious numbers are decay’d,\n","seek":4232.622},{"part":"And my sick Muse doth give an other place.\n","seek":4235.363},{"part":"I grant, sweet love, thy lovely argument\n","seek":4239.125},{"part":"Deserves the travail of a worthier pen;\n","seek":4241.666},{"part":"Yet what of thee thy poet doth invent\n","seek":4244.347},{"part":"He robs thee of, and pays it thee again.\n","seek":4246.448},{"part":"He lends thee virtue, and he stole that word\n","seek":4250.01},{"part":"From thy behaviour; beauty doth he give,\n","seek":4252.671},{"part":"And found it in thy cheek: he can afford\n","seek":4255.092},{"part":"No praise to thee, but what in thee doth live.\n","seek":4257.693},{"part":"Then thank him not for that which he doth say,\n","seek":4261.72},{"part":"Since what he owes thee, thou thyself dost pay.\n\n## LXXX\n\n","seek":4264.383},{"part":"O how I faint when I of you do write,\n","seek":4273.092},{"part":"Knowing a better spirit doth use your name,\n","seek":4276.195},{"part":"And in the praise thereof spends all his might,\n","seek":4278.998},{"part":"To make me tongue-tied speaking of your fame!\n","seek":4281.681},{"part":"But since your worth, wide as the ocean is,\n","seek":4285.643},{"part":"The humble as the proudest sail doth bear,\n","seek":4288.545},{"part":"My saucy bark, inferior far to his,\n","seek":4291.647},{"part":"On your broad main doth wilfully appear.\n","seek":4294.69},{"part":"Your shallowest help will hold me up afloat,\n","seek":4298.192},{"part":"Whilst he upon your soundless deep doth ride;\n","seek":4301.214},{"part":"Or, being wrack’d, I am a worthless boat,\n","seek":4304.997},{"part":"He of tall building, and of goodly pride:\n","seek":4307.959},{"part":"Then if he thrive and I be cast away,\n","seek":4311.63},{"part":"The worst was this: my love was my decay.\n\n## LXXXI\n\nOr I shall live your epitaph to make,\n","seek":4314.752},{"part":"Or you survive when I in earth am rotten;\n","seek":4366.209},{"part":"From hence your memory death cannot take,\n","seek":4370.072},{"part":"Although in me each part will be forgotten.\n","seek":4372.854},{"part":"Your name from hence immortal life shall have,\n","seek":4377.297},{"part":"Though I, once gone, to all the world must die:\n","seek":4380.559},{"part":"The earth can yield me but a common grave,\n","seek":4385.162},{"part":"When you entombed in men’s eyes shall lie.\n","seek":4387.944},{"part":"Your monument shall be my gentle verse,\n","seek":4392.836},{"part":"Which eyes not yet created shall o’er-read;\n","seek":4395.939},{"part":"And tongues to be, your being shall rehearse,\n","seek":4399.502},{"part":"When all the breathers of this world are dead;\n","seek":4403.125},{"part":"You still shall live, such virtue hath my pen,\n","seek":4407.909},{"part":"Where breath most breathes, even in the mouths of men.\n\n## LXXXII\n\n","seek":4411.873},{"part":"I grant thou wert not married to my Muse,\n","seek":4420.652},{"part":"And therefore mayst without attaint o’erlook\n","seek":4423.895},{"part":"The dedicated words which writers use\n","seek":4426.577},{"part":"Of their fair subject, blessing every book.\n","seek":4429.059},{"part":"Thou art as fair in knowledge as in hue,\n","seek":4432.762},{"part":"Finding thy worth a limit past my praise;\n","seek":4435.685},{"part":"And therefore art enforced to seek anew\n","seek":4438.707},{"part":"Some fresher stamp of the time-bettering days.\n","seek":4441.79},{"part":"And do so, love; yet when they have devis’d,\n","seek":4445.816},{"part":"What strained touches rhetoric can lend,\n","seek":4448.859},{"part":"Thou truly fair, wert truly sympathiz’d\n","seek":4451.922},{"part":"In true plain words, by thy true-telling friend;\n","seek":4455.545},{"part":"And their gross painting might be better us’d\n","seek":4460.509},{"part":"Where cheeks need blood; in thee it is abus’d.\n\n## LXXXIII\n\n","seek":4463.612},{"part":"I never saw that you did painting need,\n","seek":4472.951},{"part":"And therefore to your fair no painting set;\n","seek":4475.493},{"part":"I found, or thought I found, you did exceed\n","seek":4479.035},{"part":"That barren tender of a poet’s debt:\n","seek":4481.716},{"part":"And therefore have I slept in your report,\n","seek":4485.139},{"part":"That you yourself, being extant, well might show\n","seek":4487.68},{"part":"How far a modern quill doth come too short,\n","seek":4491.142},{"part":"Speaking of worth, what worth in you doth grow.\n","seek":4494.144},{"part":"This silence for my sin you did impute,\n","seek":4498.288},{"part":"Which shall be most my glory being dumb;\n","seek":4501.429},{"part":"For I impair not beauty being mute,\n","seek":4504.79},{"part":"When others would give life, and bring a tomb.\n","seek":4508.091},{"part":"There lives more life in one of your fair eyes\n","seek":4512.553},{"part":"Than both your poets can in praise devise.\n\n## LXXXIV\n\n","seek":4516.054},{"part":"Who is it that says most, which can say more,\n","seek":4524.188},{"part":"Than this rich praise: that you alone are you,\n","seek":4527.029},{"part":"In whose confine immured is the store\n","seek":4531.869},{"part":"Which should example where your equal grew.\n","seek":4534.37},{"part":"Lean penury within that pen doth dwell\n","seek":4537.851},{"part":"That to his subject lends not some small glory;\n","seek":4540.591},{"part":"But he that writes of you, if he can tell\n","seek":4544.052},{"part":"That you are you, so dignifies his story,\n","seek":4546.792},{"part":"Let him but copy what in you is writ,\n","seek":4551.427},{"part":"Not making worse what nature made so clear,\n","seek":4554.589},{"part":"And such a counterpart shall fame his wit,\n","seek":4558.012},{"part":"Making his style admired every where.\n","seek":4560.774},{"part":"You to your beauteous blessings add a curse,\n","seek":4564.937},{"part":"Being fond on praise, which makes your praises worse.\n\n## LXXXV\n\n","seek":4568.64},{"part":"My tongue-tied Muse in manners holds her still,\n","seek":4577.803},{"part":"While comments of your praise richly compil’d,\n","seek":4580.984},{"part":"Reserve their character with golden quill,\n","seek":4584.005},{"part":"And precious phrase by all the Muses fil’d.\n","seek":4586.765},{"part":"I think good thoughts, whilst others write good words,\n","seek":4590.607},{"part":"And like unlettered clerk still cry ‘Amen’\n","seek":4594.448},{"part":"To every hymn that able spirit affords,\n","seek":4597.568},{"part":"In polish’d form of well-refined pen.\n","seek":4600.449},{"part":"Hearing you praised, I say ‘’tis so, ’tis true,’\n","seek":4604.209},{"part":"And to the most of praise add something more;\n","seek":4607.99},{"part":"But that is in my thought, whose love to you,\n","seek":4611.33},{"part":"Though words come hindmost, holds his rank before.\n","seek":4614.331},{"part":"Then others, for the breath of words respect,\n","seek":4618.872},{"part":"Me for my dumb thoughts, speaking in effect.\n\n## LXXXVI\n\n","seek":4622.273},{"part":"Was it the proud full sail of his great verse,\n","seek":4631.698},{"part":"Bound for the prize of all too precious you,\n","seek":4635.101},{"part":"That did my ripe thoughts in my brain inhearse,\n","seek":4638.544},{"part":"Making their tomb the womb wherein they grew?\n","seek":4641.806},{"part":"Was it his spirit, by spirits taught to write,\n","seek":4645.229},{"part":"Above a mortal pitch, that struck me dead?\n","seek":4648.071},{"part":"No, neither he, nor his compeers by night\n","seek":4651.334},{"part":"Giving him aid, my verse astonished.\n","seek":4654.397},{"part":"He, nor that affable familiar ghost\n","seek":4657.723},{"part":"Which nightly gulls him with intelligence,\n","seek":4660.425},{"part":"As victors of my silence cannot boast;\n","seek":4663.007},{"part":"I was not sick of any fear from thence:\n","seek":4666.069},{"part":"But when your countenance fill’d up his line,\n","seek":4669.451},{"part":"Then lacked I matter; that enfeebled mine.\n\n## LXXXVII\n\n","seek":4672.834},{"part":"Farewell! thou art too dear for my possessing,\n","seek":4681.86},{"part":"And like enough thou know’st thy estimate,\n","seek":4685.927},{"part":"The charter of thy worth gives thee releasing;\n","seek":4688.948},{"part":"My bonds in thee are all determinate.\n","seek":4691.869},{"part":"For how do I hold thee but by thy granting?\n","seek":4695.53},{"part":"And for that riches where is my deserving?\n","seek":4698.832},{"part":"The cause of this fair gift in me is wanting,\n","seek":4702.293},{"part":"And so my patent back again is swerving.\n","seek":4705.814},{"part":"Thyself thou gav’st, thy own worth then not knowing,\n","seek":4709.965},{"part":"Or me to whom thou gav’st it, else mistaking;\n","seek":4714.289},{"part":"So thy great gift, upon misprision growing,\n","seek":4717.792},{"part":"Comes home again, on better judgement making.\n","seek":4721.295},{"part":"Thus have I had thee, as a dream doth flatter,\n","seek":4725.459},{"part":"In sleep a king, but waking no such matter.\n\n## LXXXVIII\n\n","seek":4729.002},{"part":"When thou shalt be dispos’d to set me light,\n","seek":4738.298},{"part":"And place my merit in the eye of scorn,\n","seek":4741.521},{"part":"Upon thy side, against myself I’ll fight,\n","seek":4744.083},{"part":"And prove thee virtuous, though thou art forsworn.\n","seek":4747.367},{"part":"With mine own weakness, being best acquainted,\n","seek":4751.37},{"part":"Upon thy part I can set down a story\n","seek":4754.093},{"part":"Of faults conceal’d, wherein I am attainted;\n","seek":4756.956},{"part":"That thou in losing me shalt win much glory:\n","seek":4760.199},{"part":"And I by this will be a gainer too;\n","seek":4764.109},{"part":"For bending all my loving thoughts on thee,\n","seek":4766.431},{"part":"The injuries that to myself I do,\n","seek":4769.054},{"part":"Doing thee vantage, double-vantage me.\n","seek":4771.476},{"part":"Such is my love, to thee I so belong,\n","seek":4775.32},{"part":"That for thy right, myself will bear all wrong.\n\n## LXXXIX\n\n","seek":4778.723},{"part":"Say that thou didst forsake me for some fault,\n","seek":4787.481},{"part":"And I will comment upon that offence:\n","seek":4790.585},{"part":"Speak of my lameness, and I straight will halt,\n","seek":4792.929},{"part":"Against thy reasons making no defence.\n","seek":4795.532},{"part":"Thou canst not love disgrace me half so ill,\n","seek":4798.997},{"part":"To set a form upon desired change,\n","seek":4802.079},{"part":"As I’ll myself disgrace; knowing thy will,\n","seek":4804.901},{"part":"I will acquaintance strangle, and look strange;\n","seek":4808.164},{"part":"Be absent from thy walks; and in my tongue\n","seek":4812.207},{"part":"Thy sweet beloved name no more shall dwell,\n","seek":4815.009},{"part":"Lest I, too much profane, should do it wrong,\n","seek":4818.211},{"part":"And haply of our old acquaintance tell.\n","seek":4821.834},{"part":"For thee, against my self I’ll vow debate,\n","seek":4824.856},{"part":"For I must ne’er love him whom thou dost hate.\n\n## XC\n\n","seek":4828.522},{"part":"Then hate me when thou wilt; if ever, now;\n","seek":4836.699},{"part":"Now, while the world is bent my deeds to cross,\n","seek":4840.921},{"part":"Join with the spite of fortune, make me bow,\n","seek":4844.542},{"part":"And do not drop in for an after-loss:\n","seek":4847.603},{"part":"Ah! do not, when my heart hath ’scap’d this sorrow,\n","seek":4850.484},{"part":"Come in the rearward of a conquer’d woe;\n","seek":4853.365},{"part":"Give not a windy night a rainy morrow,\n","seek":4855.726},{"part":"To linger out a purpos’d overthrow.\n","seek":4858.087},{"part":"If thou wilt leave me, do not leave me last,\n","seek":4861.103},{"part":"When other petty griefs have done their spite,\n","seek":4864.066},{"part":"But in the onset come: so shall I taste\n","seek":4866.908},{"part":"At first the very worst of fortune’s might;\n","seek":4869.47},{"part":"And other strains of woe, which now seem woe,\n","seek":4873.133},{"part":"Compar’d with loss of thee, will not seem so.\n\n## XCI\n\n","seek":4876.976},{"part":"Some glory in their birth, some in their skill,\n","seek":4923.689},{"part":"Some in their wealth, some in their body’s force,\n","seek":4927.594},{"part":"Some in their garments though new-fangled ill;\n","seek":4931.299},{"part":"Some in their hawks and hounds, some in their horse;\nAnd every humour hath his adjunct pleasure,\n","seek":4934.764},{"part":"Wherein it finds a joy above the rest:\n","seek":4942.592},{"part":"But these particulars are not my measure,\n","seek":4945.596},{"part":"All these I better in one general best.\n","seek":4948.56},{"part":"Thy love is better than high birth to me,\n","seek":4952.478},{"part":"Richer than wealth, prouder than garments’ costs,\n","seek":4955.699},{"part":"Of more delight than hawks and horses be;\n","seek":4959.4},{"part":"And having thee, of all men’s pride I boast:\n","seek":4962.1},{"part":"Wretched in this alone, that thou mayst take\n","seek":4966.321},{"part":"All this away, and me most wretched make.\n\n## XCII\n\n","seek":4969.402},{"part":"But do thy worst to steal thyself away,\n","seek":4978.668},{"part":"For term of life thou art assured mine;\n","seek":4981.631},{"part":"And life no longer than thy love will stay,\n","seek":4984.714},{"part":"For it depends upon that love of thine.\n","seek":4987.597},{"part":"Then need I not to fear the worst of wrongs,\n","seek":4990.92},{"part":"When in the least of them my life hath end.\n","seek":4994.043},{"part":"I see a better state to me belongs\n","seek":4996.785},{"part":"Than that which on thy humour doth depend:\n","seek":4998.807},{"part":"Thou canst not vex me with inconstant mind,\n","seek":5001.888},{"part":"Since that my life on thy revolt doth lie.\n","seek":5005.031},{"part":"O! what a happy title do I find,\n","seek":5008.415},{"part":"Happy to have thy love, happy to die!\n","seek":5010.797},{"part":"But what’s so blessed-fair that fears no blot?\n","seek":5014.981},{"part":"Thou mayst be false, and yet I know it not.\n\n## XCIII\n\n","seek":5018.204},{"part":"So shall I live, supposing thou art true,\n","seek":5026.127},{"part":"Like a deceived husband; so love’s face\n","seek":5029.228},{"part":"May still seem love to me, though alter’d new;\n","seek":5032.549},{"part":"Thy looks with me, thy heart in other place:\n","seek":5035.931},{"part":"For there can live no hatred in thine eye,\n","seek":5039.852},{"part":"Therefore in that I cannot know thy change.\n","seek":5042.733},{"part":"In many’s looks, the false heart’s history\n","seek":5046.275},{"part":"Is writ in moods, and frowns, and wrinkles strange.\n","seek":5048.796},{"part":"But heaven in thy creation did decree\n","seek":5053.152},{"part":"That in thy face sweet love should ever dwell;\n","seek":5055.994},{"part":"Whate’er thy thoughts, or thy heart’s workings be,\n","seek":5059.816},{"part":"Thy looks should nothing thence, but sweetness tell.\n","seek":5063.377},{"part":"How like Eve’s apple doth thy beauty grow,\n","seek":5067.58},{"part":"If thy sweet virtue answer not thy show!\n\n## XCIV\n\n","seek":5070.942},{"part":"They that have power to hurt, and will do none,\n","seek":5079.027},{"part":"That do not do the thing they most do show,\n","seek":5082.69},{"part":"Who, moving others, are themselves as stone,\n","seek":5086.012},{"part":"Unmoved, cold, and to temptation slow;\n","seek":5089.695},{"part":"They rightly do inherit heaven’s graces,\n","seek":5093.858},{"part":"And husband nature’s riches from expense;\n","seek":5097.26},{"part":"They are the lords and owners of their faces,\n","seek":5100.503},{"part":"Others, but stewards of their excellence.\n","seek":5103.705},{"part":"The summer’s flower is to the summer sweet,\n","seek":5107.742},{"part":"Though to itself, it only live and die,\n","seek":5110.184},{"part":"But if that flower with base infection meet,\n","seek":5113.307},{"part":"The basest weed outbraves his dignity:\n","seek":5116.65},{"part":"For sweetest things turn sourest by their deeds;\n","seek":5120.534},{"part":"Lilies that fester, smell far worse than weeds.\n\n## XCV\n\n","seek":5125.219},{"part":"How sweet and lovely dost thou make the shame\n","seek":5133.75},{"part":"Which, like a canker in the fragrant rose,\n","seek":5137.771},{"part":"Doth spot the beauty of thy budding name!\n","seek":5141.133},{"part":"O! in what sweets dost thou thy sins enclose.\n","seek":5144.634},{"part":"That tongue that tells the story of thy days,\n","seek":5148.695},{"part":"Making lascivious comments on thy sport,\n","seek":5151.736},{"part":"Cannot dispraise, but in a kind of praise;\n","seek":5154.858},{"part":"Naming thy name, blesses an ill report.\n","seek":5158.439},{"part":"O! what a mansion have those vices got\n","seek":5162.668},{"part":"Which for their habitation chose out thee,\n","seek":5165.05},{"part":"Where beauty’s veil doth cover every blot\n","seek":5168.252},{"part":"And all things turns to fair that eyes can see!\n","seek":5171.014},{"part":"Take heed, dear heart, of this large privilege;\n","seek":5175.457},{"part":"The hardest knife ill-us’d doth lose his edge.\n\n## XCVI\n\n","seek":5180.161},{"part":"Some say thy fault is youth, some wantonness;\n","seek":5188.954},{"part":"Some say thy grace is youth and gentle sport;\n","seek":5193.196},{"part":"Both grace and faults are lov’d of more and less:\n","seek":5196.857},{"part":"Thou mak’st faults graces that to thee resort.\n","seek":5200.459},{"part":"As on the finger of a throned queen\n","seek":5204.64},{"part":"The basest jewel will be well esteem’d,\n","seek":5206.841},{"part":"So are those errors that in thee are seen\n","seek":5210.162},{"part":"To truths translated, and for true things deem’d.\n","seek":5212.483},{"part":"How many lambs might the stern wolf betray,\n","seek":5216.842},{"part":"If like a lamb he could his looks translate!\n","seek":5220.684},{"part":"How many gazers mightst thou lead away,\n","seek":5224.025},{"part":"If thou wouldst use the strength of all thy state!\n","seek":5227.006},{"part":"But do not so; I love thee in such sort,\n","seek":5230.647},{"part":"As, thou being mine, mine is thy good report.\n\n## XCVII\n\n","seek":5234.369},{"part":"How like a winter hath my absence been\n","seek":5244.031},{"part":"From thee, the pleasure of the fleeting year!\n","seek":5247.533},{"part":"What freezings have I felt, what dark days seen!\n","seek":5251.576},{"part":"What old December’s bareness everywhere!\n","seek":5255.718},{"part":"And yet this time removed was summer’s time;\n","seek":5260.061},{"part":"The teeming autumn, big with rich increase,\n","seek":5263.984},{"part":"Bearing the wanton burden of the prime,\n","seek":5267.346},{"part":"Like widow’d wombs after their lords’ decease:\n","seek":5270.388},{"part":"Yet this abundant issue seem’d to me\n","seek":5274.791},{"part":"But hope of orphans, and unfather’d fruit;\n","seek":5277.953},{"part":"For summer and his pleasures wait on thee,\n","seek":5281.196},{"part":"And, thou away, the very birds are mute:\n","seek":5284.439},{"part":"Or, if they sing, ’tis with so dull a cheer,\n","seek":5288.642},{"part":"That leaves look pale, dreading the winter’s near.\n\n## XCVIII\n\n","seek":5292.064},{"part":"From you have I been absent in the spring,\n","seek":5301.217},{"part":"When proud-pied April, dress’d in all his trim,\n","seek":5303.84},{"part":"Hath put a spirit of youth in every thing,\n","seek":5307.463},{"part":"That heavy Saturn laugh’d and leap’d with him.\n","seek":5310.126},{"part":"Yet nor the lays of birds, nor the sweet smell\n","seek":5314.269},{"part":"Of different flowers in odour and in hue,\n","seek":5317.493},{"part":"Could make me any summer’s story tell,\n","seek":5320.656},{"part":"Or from their proud lap pluck them where they grew:\n","seek":5323.538},{"part":"Nor did I wonder at the lily’s white,\n","seek":5327.63},{"part":"Nor praise the deep vermilion in the rose;\n","seek":5330.051},{"part":"They were but sweet, but figures of delight,\n","seek":5332.913},{"part":"Drawn after you, you pattern of all those.\n","seek":5335.975},{"part":"Yet seem’d it winter still, and you away,\n","seek":5340.878},{"part":"As with your shadow I with these did play.\n\n## XCIX\n\n","seek":5344.88},{"part":"The forward violet thus did I chide:\n","seek":5352.278},{"part":"Sweet thief, whence didst thou steal thy sweet that smells,\n","seek":5355.619},{"part":"If not from my love’s breath? The purple pride\n","seek":5359.761},{"part":"Which on thy soft cheek for complexion dwells\n","seek":5363.022},{"part":"In my love’s veins thou hast too grossly dy’d.\n","seek":5365.983},{"part":"The lily I condemned for thy hand,\n","seek":5369.828},{"part":"And buds of marjoram had stol’n thy hair;\n","seek":5372.13},{"part":"The roses fearfully on thorns did stand,\n","seek":5375.313},{"part":"One blushing shame, another white despair;\n","seek":5378.295},{"part":"A third, nor red nor white, had stol’n of both,\n","seek":5382.779},{"part":"And to his robbery had annex’d thy breath;\n","seek":5386.842},{"part":"But, for his theft, in pride of all his growth\n","seek":5389.944},{"part":"A vengeful canker eat him up to death.\n","seek":5393.187},{"part":"More flowers I noted, yet I none could see,\n","seek":5397.85},{"part":"But sweet, or colour it had stol’n from thee.\n\n## C\n\n","seek":5400.992},{"part":"Where art thou Muse that thou forget’st so long,\n","seek":5409.939},{"part":"To speak of that which gives thee all thy might?\n","seek":5412.982},{"part":"Spend’st thou thy fury on some worthless song,\n","seek":5416.084},{"part":"Darkening thy power to lend base subjects light?\n","seek":5419.446},{"part":"Return forgetful Muse, and straight redeem,\n","seek":5423.51},{"part":"In gentle numbers time so idly spent;\n","seek":5426.393},{"part":"Sing to the ear that doth thy lays esteem\n","seek":5429.597},{"part":"And gives thy pen both skill and argument.\n","seek":5432.68},{"part":"Rise, resty Muse, my love’s sweet face survey,\n","seek":5436.51},{"part":"If Time have any wrinkle graven there;\n","seek":5440.874},{"part":"If any, be a satire to decay,\n","seek":5443.376},{"part":"And make time’s spoils despised every where.\n","seek":5445.958},{"part":"Give my love fame faster than Time wastes life,\n","seek":5450.181},{"part":"So thou prevent’st his scythe and crooked knife.\n\n## CI\n\nO truant Muse what shall be thy amends\n","seek":5454.064},{"part":"For thy neglect of truth in beauty dy’d?\n","seek":5503.585},{"part":"Both truth and beauty on my love depends;\n","seek":5506.726},{"part":"So dost thou too, and therein dignified.\n","seek":5509.668},{"part":"Make answer Muse: wilt thou not haply say,\n","seek":5513.289},{"part":"‘Truth needs no colour, with his colour fix’d;\n","seek":5516.451},{"part":"Beauty no pencil, beauty’s truth to lay;\n","seek":5519.112},{"part":"But best is best, if never intermix’d’?\n","seek":5521.893},{"part":"Because he needs no praise, wilt thou be dumb?\n","seek":5525.601},{"part":"Excuse not silence so, for’t lies in thee\n","seek":5528.943},{"part":"To make him much outlive a gilded tomb\n","seek":5531.885},{"part":"And to be prais’d of ages yet to be.\n","seek":5534.866},{"part":"Then do thy office, Muse; I teach thee how\n","seek":5537.808},{"part":"To make him seem long hence as he shows now.\n\n## CII\n\n","seek":5540.93},{"part":"My love is strengthen’d, though more weak in seeming;\n","seek":5549.837},{"part":"I love not less, though less the show appear;\n","seek":5553.8},{"part":"That love is merchandiz’d, whose rich esteeming,\n","seek":5557.143},{"part":"The owner’s tongue doth publish every where.\n","seek":5560.847},{"part":"Our love was new, and then but in the spring,\n","seek":5564.87},{"part":"When I was wont to greet it with my lays;\n","seek":5568.053},{"part":"As Philomel in summer’s front doth sing,\n","seek":5570.875},{"part":"And stops her pipe in growth of riper days:\n","seek":5573.458},{"part":"Not that the summer is less pleasant now\n","seek":5577.143},{"part":"Than when her mournful hymns did hush the night,\n","seek":5579.544},{"part":"But that wild music burthens every bough,\n","seek":5582.404},{"part":"And sweets grown common lose their dear delight.\n","seek":5585.625},{"part":"Therefore like her, I sometime hold my tongue:\n","seek":5589.866},{"part":"Because I would not dull you with my song.\n\n## CIII\n\n","seek":5594.427},{"part":"Alack! what poverty my Muse brings forth,\n","seek":5602.507},{"part":"That having such a scope to show her pride,\n","seek":5606.169},{"part":"The argument, all bare, is of more worth\n","seek":5608.951},{"part":"Than when it hath my added praise beside!\n","seek":5612.053},{"part":"O! blame me not, if I no more can write!\n","seek":5615.415},{"part":"Look in your glass, and there appears a face\n","seek":5618.397},{"part":"That over-goes my blunt invention quite,\n","seek":5620.899},{"part":"Dulling my lines, and doing me disgrace.\nWere it not sinful then, striving to mend,\n","seek":5624.001},{"part":"To mar the subject that before was well?\nFor to no other pass my verses tend\nThan of your graces and your gifts to tell;\nAnd more, much more, than in my verse can sit,\nYour own glass shows you when you look in it.\n\n## CIV\n\n","seek":5651.424},{"part":"To me, fair friend, you never can be old,\n","seek":5651.424},{"part":"For as you were when first your eye I ey’d,\n","seek":5655.086},{"part":"Such seems your beauty still. Three winters cold,\n","seek":5658.188},{"part":"Have from the forests shook three summers’ pride,\n","seek":5661.79},{"part":"Three beauteous springs to yellow autumn turn’d,\n","seek":5664.971},{"part":"In process of the seasons have I seen,\n","seek":5667.813},{"part":"Three April perfumes in three hot Junes burn’d,\n","seek":5670.374},{"part":"Since first I saw you fresh, which yet are green.\n","seek":5674.116},{"part":"Ah! yet doth beauty like a dial-hand,\n","seek":5678.728},{"part":"Steal from his figure, and no pace perceiv’d;\n","seek":5681.889},{"part":"So your sweet hue, which methinks still doth stand,\n","seek":5685.571},{"part":"Hath motion, and mine eye may be deceiv’d:\n","seek":5689.132},{"part":"For fear of which, hear this thou age unbred:\n","seek":5693.593},{"part":"Ere you were born was beauty’s summer dead.\n\n## CV\n\n","seek":5697.435},{"part":"Let not my love be call’d idolatry,\n","seek":5706.032},{"part":"Nor my beloved as an idol show,\n","seek":5708.874},{"part":"Since all alike my songs and praises be\n","seek":5711.356},{"part":"To one, of one, still such, and ever so.\n","seek":5714.339},{"part":"Kind is my love to-day, to-morrow kind,\n","seek":5718.722},{"part":"Still constant in a wondrous excellence;\n","seek":5721.644},{"part":"Therefore my verse to constancy confin’d,\n","seek":5724.587},{"part":"One thing expressing, leaves out difference.\n","seek":5727.649},{"part":"‘Fair, kind, and true,’ is all my argument,\n","seek":5731.412},{"part":"‘Fair, kind, and true,’ varying to other words;\n","seek":5734.515},{"part":"And in this change is my invention spent,\n","seek":5738.418},{"part":"Three themes in one, which wondrous scope affords.\n","seek":5741.04},{"part":"Fair, kind, and true, have often liv’d alone,\n","seek":5745.184},{"part":"Which three till now, never kept seat in one.\n\n## CVI\n\n","seek":5748.3},{"part":"When in the chronicle of wasted time\n","seek":5757.484},{"part":"I see descriptions of the fairest wights,\n","seek":5760.446},{"part":"And beauty making beautiful old rime,\n","seek":5763.207},{"part":"In praise of ladies dead and lovely knights,\n","seek":5765.668},{"part":"Then, in the blazon of sweet beauty’s best,\n","seek":5769.431},{"part":"Of hand, of foot, of lip, of eye, of brow,\n","seek":5772.416},{"part":"I see their antique pen would have express’d\n","seek":5776.282},{"part":"Even such a beauty as you master now.\n","seek":5779.227},{"part":"So all their praises are but prophecies\n","seek":5783.545},{"part":"Of this our time, all you prefiguring;\n","seek":5786.386},{"part":"And for they looked but with divining eyes,\n","seek":5789.967},{"part":"They had not skill enough your worth to sing:\n","seek":5792.567},{"part":"For we, which now behold these present days,\n","seek":5795.588},{"part":"Have eyes to wonder, but lack tongues to praise.\n\n## CVII\n\n","seek":5799.029},{"part":"Not mine own fears, nor the prophetic soul\n","seek":5808.618},{"part":"Of the wide world dreaming on things to come,\n","seek":5811.921},{"part":"Can yet the lease of my true love control,\n","seek":5814.763},{"part":"Supposed as forfeit to a confin’d doom.\n","seek":5817.646},{"part":"The mortal moon hath her eclipse endur’d,\n","seek":5821.569},{"part":"And the sad augurs mock their own presage;\n","seek":5824.192},{"part":"Incertainties now crown themselves assur’d,\n","seek":5827.655},{"part":"And peace proclaims olives of endless age.\n","seek":5830.697},{"part":"Now with the drops of this most balmy time,\n","seek":5834.757},{"part":"My love looks fresh, and Death to me subscribes,\n","seek":5837.799},{"part":"Since, spite of him, I’ll live in this poor rime,\n","seek":5841.321},{"part":"While he insults o’er dull and speechless tribes:\n","seek":5844.522},{"part":"And thou in this shalt find thy monument,\n","seek":5848.485},{"part":"When tyrants’ crests and tombs of brass are spent.\n\n## CVIII\n\n","seek":5851.526},{"part":"What’s in the brain, that ink may character,\n","seek":5861.818},{"part":"Which hath not figur’d to thee my true spirit?\n","seek":5864.68},{"part":"What’s new to speak, what now to register,\n","seek":5867.763},{"part":"That may express my love, or thy dear merit?\n","seek":5870.526},{"part":"Nothing, sweet boy; but yet, like prayers divine,\n","seek":5874.129},{"part":"I must each day say o’er the very same;\n","seek":5878.092},{"part":"Counting no old thing old, thou mine, I thine,\n","seek":5881.195},{"part":"Even as when first I hallow’d thy fair name.\n","seek":5885.438},{"part":"So that eternal love in love’s fresh case,\n","seek":5888.862},{"part":"Weighs not the dust and injury of age,\n","seek":5891.784},{"part":"Nor gives to necessary wrinkles place,\n","seek":5894.466},{"part":"But makes antiquity for aye his page;\n","seek":5896.788},{"part":"Finding the first conceit of love there bred,\n","seek":5900.65},{"part":"Where time and outward form would show it dead.\n\n## CIX\n\n","seek":5903.973},{"part":"O! never say that I was false of heart,\n","seek":5913.222},{"part":"Though absence seem’d my flame to qualify,\n","seek":5916.025},{"part":"As easy might I from my self depart\n","seek":5919.248},{"part":"As from my soul which in thy breast doth lie:\n","seek":5921.43},{"part":"That is my home of love: if I have rang’d,\n","seek":5924.934},{"part":"Like him that travels, I return again;\n","seek":5927.677},{"part":"Just to the time, not with the time exchang’d,\n","seek":5930.459},{"part":"So that myself bring water for my stain.\n","seek":5933.502},{"part":"Never believe though in my nature reign’d,\n","seek":5936.733},{"part":"All frailties that besiege all kinds of blood,\n","seek":5938.894},{"part":"That it could so preposterously be stain’d,\n","seek":5941.875},{"part":"To leave for nothing all thy sum of good;\n","seek":5944.436},{"part":"For nothing this wide universe I call,\n","seek":5947.857},{"part":"Save thou, my rose, in it thou art my all.\n\n## CX\n\n","seek":5950.498},{"part":"Alas! ’tis true, I have gone here and there,\n","seek":5959.835},{"part":"And made my self a motley to the view,\n","seek":5963.141},{"part":"Gor’d mine own thoughts, sold cheap what is most dear,\n","seek":5965.766},{"part":"Made old offences of affections new;\n","seek":5969.413},{"part":"Most true it is, that I have look’d on truth\n","seek":5972.707},{"part":"Askance and strangely; but, by all above,\n","seek":5975.548},{"part":"These blenches gave my heart another youth,\n","seek":5979.068},{"part":"And worse essays prov’d thee my best of love.\n","seek":5981.989},{"part":"Now all is done, save what shall have no end:\n","seek":5985.63},{"part":"Mine appetite I never more will grind\n","seek":5989.39},{"part":"On newer proof, to try an older friend,\n","seek":5991.591},{"part":"A god in love, to whom I am confin’d.\n","seek":5994.411},{"part":"Then give me welcome, next my heaven the best,\n","seek":5998.188},{"part":"Even to thy pure and most most loving breast.\n\n## CXI\n\nO! for my sake do you with Fortune chide,\n","seek":6001.65},{"part":"The guilty goddess of my harmful deeds,\n","seek":6051.195},{"part":"That did not better for my life provide\n","seek":6053.797},{"part":"Than public means which public manners breeds.\n","seek":6055.959},{"part":"Thence comes it that my name receives a brand,\n","seek":6059.963},{"part":"And almost thence my nature is subdu’d\n","seek":6063.406},{"part":"To what it works in, like the dyer’s hand:\n","seek":6066.108},{"part":"Pity me, then, and wish I were renew’d;\n","seek":6069.451},{"part":"Whilst, like a willing patient, I will drink,\n","seek":6073.026},{"part":"Potions of eisel ’gainst my strong infection;\n","seek":6075.507},{"part":"No bitterness that I will bitter think,\n","seek":6078.669},{"part":"Nor double penance, to correct correction.\n","seek":6080.61},{"part":"Pity me then, dear friend, and I assure ye,\n","seek":6083.931},{"part":"Even that your pity is enough to cure me.\n\n## CXII\n\n","seek":6087.193},{"part":"Your love and pity doth the impression fill,\n","seek":6095.817},{"part":"Which vulgar scandal stamp’d upon my brow;\n","seek":6098.959},{"part":"For what care I who calls me well or ill,\n","seek":6102.355},{"part":"So you o’er-green my bad, my good allow?\n","seek":6105.316},{"part":"You are my all-the-world, and I must strive\n","seek":6109.676},{"part":"To know my shames and praises from your tongue;\n","seek":6112.857},{"part":"None else to me, nor I to none alive,\n","seek":6116.417},{"part":"That my steel’d sense or changes right or wrong.\n","seek":6119.138},{"part":"In so profound abysm I throw all care\n","seek":6123.299},{"part":"Of others’ voices, that my adder’s sense\n","seek":6126.579},{"part":"To critic and to flatterer stopped are.\n","seek":6129.14},{"part":"Mark how with my neglect I do dispense:\n","seek":6132.992},{"part":"You are so strongly in my purpose bred,\n","seek":6136.133},{"part":"That all the world besides methinks are dead.\n\n## CXIII\n\n","seek":6139.374},{"part":"Since I left you, mine eye is in my mind;\n","seek":6147.717},{"part":"And that which governs me to go about\n","seek":6151.479},{"part":"Doth part his function and is partly blind,\n","seek":6153.92},{"part":"Seems seeing, but effectually is out;\n","seek":6156.801},{"part":"For it no form delivers to the heart\n","seek":6160.63},{"part":"Of bird, of flower, or shape which it doth latch:\n","seek":6162.691},{"part":"Of his quick objects hath the mind no part,\n","seek":6166.394},{"part":"Nor his own vision holds what it doth catch;\n","seek":6169.236},{"part":"For if it see the rud’st or gentlest sight,\n","seek":6172.538},{"part":"The most sweet favour or deformed’st creature,\n","seek":6175.54},{"part":"The mountain or the sea, the day or night:\n","seek":6179.183},{"part":"The crow, or dove, it shapes them to your feature.\nIncapable of more, replete with you,\nMy most true mind thus maketh mine untrue.\n\n## CXIV\n\n","seek":6181.884},{"part":"Or whether doth my mind, being crown’d with you,\n","seek":6199.098},{"part":"Drink up the monarch’s plague, this flattery?\n","seek":6202.341},{"part":"Or whether shall I say, mine eye saith true,\n","seek":6205.664},{"part":"And that your love taught it this alchemy,\n","seek":6208.467},{"part":"To make of monsters and things indigest\n","seek":6211.289},{"part":"Such cherubins as your sweet self resemble,\n","seek":6213.952},{"part":"Creating every bad a perfect best,\n","seek":6216.874},{"part":"As fast as objects to his beams assemble?\n","seek":6219.837},{"part":"O! ’tis the first, ’tis flattery in my seeing,\n","seek":6223.18},{"part":"And my great mind most kingly drinks it up:\n","seek":6227.121},{"part":"Mine eye well knows what with his gust is ’greeing,\n","seek":6230.122},{"part":"And to his palate doth prepare the cup:\n","seek":6233.563},{"part":"If it be poison’d, ’tis the lesser sin\n","seek":6236.784},{"part":"That mine eye loves it and doth first begin.\n\n## CXV\n\n","seek":6239.525},{"part":"Those lines that I before have writ do lie,\n","seek":6247.463},{"part":"Even those that said I could not love you dearer:\n","seek":6251.345},{"part":"Yet then my judgement knew no reason why\n","seek":6254.346},{"part":"My most full flame should afterwards burn clearer.\n","seek":6256.848},{"part":"But reckoning Time, whose million’d accidents\n","seek":6260.95},{"part":"Creep in ’twixt vows, and change decrees of kings,\n","seek":6264.191},{"part":"Tan sacred beauty, blunt the sharp’st intents,\n","seek":6267.973},{"part":"Divert strong minds to the course of altering things;\n","seek":6271.875},{"part":"Alas! why fearing of Time’s tyranny,\n","seek":6275.805},{"part":"Might I not then say, ‘Now I love you best,’\n","seek":6278.846},{"part":"When I was certain o’er incertainty,\n","seek":6282.948},{"part":"Crowning the present, doubting of the rest?\n","seek":6285.51},{"part":"Love is a babe, then might I not say so,\n","seek":6289.612},{"part":"To give full growth to that which still doth grow?\n\n## CXVI\n\n","seek":6294.194},{"part":"Let me not to the marriage of true minds\n","seek":6303.339},{"part":"Admit impediments. Love is not love\n","seek":6305.88},{"part":"Which alters when it alteration finds,\n","seek":6308.701},{"part":"Or bends with the remover to remove:\n","seek":6311.021},{"part":"O, no! it is an ever-fixed mark,\n","seek":6313.962},{"part":"That looks on tempests and is never shaken;\n","seek":6317.163},{"part":"It is the star to every wandering bark,\n","seek":6320.564},{"part":"Whose worth’s unknown, although his height be taken.\n","seek":6323.185},{"part":"Love’s not Time’s fool, though rosy lips and cheeks\n","seek":6327.274},{"part":"Within his bending sickle’s compass come;\n","seek":6330.816},{"part":"Love alters not with his brief hours and weeks,\n","seek":6333.979},{"part":"But bears it out even to the edge of doom.\n","seek":6336.68},{"part":"If this be error and upon me prov’d,\n","seek":6341.103},{"part":"I never writ, nor no man ever lov’d.\n\n## CXVII\n\n","seek":6343.685},{"part":"Accuse me thus: that I have scanted all,\n","seek":6352.178},{"part":"Wherein I should your great deserts repay,\n","seek":6355.599},{"part":"Forgot upon your dearest love to call,\n","seek":6358.48},{"part":"Whereto all bonds do tie me day by day;\n","seek":6360.821},{"part":"That I have frequent been with unknown minds,\n","seek":6364.622},{"part":"And given to time your own dear-purchas’d right;\n","seek":6367.502},{"part":"That I have hoisted sail to all the winds\n","seek":6370.823},{"part":"Which should transport me farthest from your sight.\n","seek":6373.264},{"part":"Book both my wilfulness and errors down,\n","seek":6376.962},{"part":"And on just proof surmise, accumulate;\n","seek":6380.104},{"part":"Bring me within the level of your frown,\n","seek":6383.826},{"part":"But shoot not at me in your waken’d hate;\n","seek":6386.628},{"part":"Since my appeal says I did strive to prove\n","seek":6390.25},{"part":"The constancy and virtue of your love.\n\n## CXVIII\n\n","seek":6394.692},{"part":"Like as, to make our appetite more keen,\n","seek":6404.252},{"part":"With eager compounds we our palate urge;\n","seek":6407.294},{"part":"As, to prevent our maladies unseen,\n","seek":6410.755},{"part":"We sicken to shun sickness when we purge;\n","seek":6413.297},{"part":"Even so, being full of your ne’er-cloying sweetness,\n","seek":6417.259},{"part":"To bitter sauces did I frame my feeding;\n","seek":6421.101},{"part":"And, sick of welfare, found a kind of meetness\n","seek":6424.302},{"part":"To be diseas’d, ere that there was true needing.\n","seek":6427.664},{"part":"Thus policy in love, to anticipate\n","seek":6431.184},{"part":"The ills that were not, grew to faults assur’d,\n","seek":6433.606},{"part":"And brought to medicine a healthful state\n","seek":6437.47},{"part":"Which, rank of goodness, would by ill be cur’d;\n","seek":6439.572},{"part":"But thence I learn and find the lesson true,\n","seek":6444.357},{"part":"Drugs poison him that so fell sick of you.\n\n## CXIX\n\n","seek":6448.24},{"part":"What potions have I drunk of Siren tears,\n","seek":6456.814},{"part":"Distill’d from limbecks foul as hell within,\n","seek":6459.876},{"part":"Applying fears to hopes, and hopes to fears,\n","seek":6463.018},{"part":"Still losing when I saw myself to win!\n","seek":6466.18},{"part":"What wretched errors hath my heart committed,\n","seek":6469.763},{"part":"Whilst it hath thought itself so blessed never!\n","seek":6472.265},{"part":"How have mine eyes out of their spheres been fitted,\n","seek":6475.387},{"part":"In the distraction of this madding fever!\n","seek":6477.948},{"part":"O benefit of ill! now I find true\n","seek":6481.167},{"part":"That better is, by evil still made better;\n","seek":6484.33},{"part":"And ruin’d love, when it is built anew,\n","seek":6487.512},{"part":"Grows fairer than at first, more strong, far greater.\n","seek":6490.014},{"part":"So I return rebuk’d to my content,\n","seek":6494.938},{"part":"And gain by ill thrice more than I have spent.\n\n## CXX\n\n","seek":6497.941},{"part":"That you were once unkind befriends me now,\n","seek":6506.275},{"part":"And for that sorrow, which I then did feel,\n","seek":6509.677},{"part":"Needs must I under my transgression bow,\n","seek":6512.458},{"part":"Unless my nerves were brass or hammer’d steel.\n","seek":6515.379},{"part":"For if you were by my unkindness shaken,\n","seek":6518.981},{"part":"As I by yours, you’ve pass’d a hell of time;\n","seek":6522.062},{"part":"And I, a tyrant, have no leisure taken\n","seek":6525.844},{"part":"To weigh how once I suffer’d in your crime.\n","seek":6528.846},{"part":"O! that our night of woe might have remember’d\n","seek":6532.733},{"part":"My deepest sense, how hard true sorrow hits,\n","seek":6534.914},{"part":"And soon to you, as you to me, then tender’d\n","seek":6539.156},{"part":"The humble salve, which wounded bosoms fits!\n","seek":6542.397},{"part":"But that your trespass now becomes a fee;\n","seek":6546.499},{"part":"Mine ransoms yours, and yours must ransom me.\n\n## CXXI\n\n","seek":6549.501},{"part":"’Tis better to be vile than vile esteem’d,\n","seek":6594.835},{"part":"When not to be receives reproach of being;\n","seek":6598.058},{"part":"And the just pleasure lost, which is so deem’d\n","seek":6601.221},{"part":"Not by our feeling, but by others’ seeing:\n","seek":6603.943},{"part":"For why should others’ false adulterate eyes\n","seek":6607.486},{"part":"Give salutation to my sportive blood?\n","seek":6610.269},{"part":"Or on my frailties why are frailer spies,\n","seek":6613.011},{"part":"Which in their wills count bad what I think good?\n","seek":6615.834},{"part":"No, I am that I am, and they that level\n","seek":6619.657},{"part":"At my abuses reckon up their own:\n","seek":6623.45},{"part":"I may be straight though they themselves be bevel;\n","seek":6626.392},{"part":"By their rank thoughts, my deeds must not be shown;\n","seek":6629.153},{"part":"Unless this general evil they maintain,\n","seek":6632.854},{"part":"All men are bad and in their badness reign.\n\n## CXXII\n\n","seek":6636.035},{"part":"Thy gift, thy tables, are within my brain\nFull character’d with lasting memory,\n","seek":6644.346},{"part":"Which shall above that idle rank remain,\n","seek":6650.268},{"part":"Beyond all date; even to eternity:\n","seek":6652.829},{"part":"Or, at the least, so long as brain and heart\n","seek":6656.71},{"part":"Have faculty by nature to subsist;\n","seek":6659.391},{"part":"Till each to raz’d oblivion yield his part\n","seek":6661.772},{"part":"Of thee, thy record never can be miss’d.\n","seek":6664.593},{"part":"That poor retention could not so much hold,\n","seek":6668.207},{"part":"Nor need I tallies thy dear love to score;\n","seek":6671.168},{"part":"Therefore to give them from me was I bold,\n","seek":6674.028},{"part":"To trust those tables that receive thee more:\n","seek":6677.048},{"part":"To keep an adjunct to remember thee\n","seek":6680.389},{"part":"Were to import forgetfulness in me.\n\n## CXXIII\n\nNo, Time, thou shalt not boast that I do change:\n","seek":6682.849},{"part":"Thy pyramids built up with newer might\n","seek":6694.852},{"part":"To me are nothing novel, nothing strange;\n","seek":6697.212},{"part":"They are but dressings of a former sight.\n","seek":6700.387},{"part":"Our dates are brief, and therefore we admire\n","seek":6703.669},{"part":"What thou dost foist upon us that is old;\n","seek":6706.911},{"part":"And rather make them born to our desire\n","seek":6709.653},{"part":"Than think that we before have heard them told.\n","seek":6712.215},{"part":"Thy registers and thee I both defy,\n","seek":6715.217},{"part":"Not wondering at the present nor the past,\n","seek":6718.299},{"part":"For thy records and what we see doth lie,\n","seek":6720.861},{"part":"Made more or less by thy continual haste.\n","seek":6724.104},{"part":"This I do vow and this shall ever be;\n","seek":6728.164},{"part":"I will be true despite thy scythe and thee.\n\n## CXXIV\n\n","seek":6732.169},{"part":"If my dear love were but the child of state,\n","seek":6745.703},{"part":"It might for Fortune’s bastard be unfather’d,\n","seek":6749.506},{"part":"As subject to Time’s love or to Time’s hate,\n","seek":6752.929},{"part":"Weeds among weeds, or flowers with flowers gather’d.\n","seek":6756.673},{"part":"No, it was builded far from accident;\n","seek":6761.437},{"part":"It suffers not in smiling pomp, nor falls\n","seek":6764.439},{"part":"Under the blow of thralled discontent,\n","seek":6767.242},{"part":"Whereto th’ inviting time our fashion calls:\n","seek":6769.764},{"part":"It fears not policy, that heretic,\n","seek":6773.787},{"part":"Which works on leases of short-number’d hours,\n","seek":6776.448},{"part":"But all alone stands hugely politic,\n","seek":6779.45},{"part":"That it nor grows with heat, nor drowns with showers.\n","seek":6782.291},{"part":"To this I witness call the fools of time,\n","seek":6786.453},{"part":"Which die for goodness, who have lived for crime.\n\n## CXXV\n\n","seek":6789.414},{"part":"Were’t aught to me I bore the canopy,\n","seek":6797.993},{"part":"With my extern the outward honouring,\n","seek":6800.395},{"part":"Or laid great bases for eternity,\n","seek":6803.177},{"part":"Which proves more short than waste or ruining?\n","seek":6805.579},{"part":"Have I not seen dwellers on form and favour\n","seek":6809.343},{"part":"Lose all and more by paying too much rent\n","seek":6812.205},{"part":"For compound sweet; forgoing simple savour,\n","seek":6815.248},{"part":"Pitiful thrivers, in their gazing spent?\n","seek":6818.41},{"part":"No; let me be obsequious in thy heart,\n","seek":6821.83},{"part":"And take thou my oblation, poor but free,\n","seek":6825.572},{"part":"Which is not mix’d with seconds, knows no art,\n","seek":6829.314},{"part":"But mutual render, only me for thee.\n","seek":6832.295},{"part":"Hence, thou suborned informer! a true soul\n","seek":6836.597},{"part":"When most impeach’d, stands least in thy control.\n\n## CXXVI\n\n","seek":6840.079},{"part":"O thou, my lovely boy, who in thy power\n","seek":6849.272},{"part":"Dost hold Time’s fickle glass, his fickle hour;\n","seek":6852.534},{"part":"Who hast by waning grown, and therein show’st\n","seek":6856.095},{"part":"Thy lovers withering, as thy sweet self grow’st.\n","seek":6859.157},{"part":"If Nature, sovereign mistress over wrack,\n","seek":6862.899},{"part":"As thou goest onwards, still will pluck thee back,\n","seek":6865.58},{"part":"She keeps thee to this purpose, that her skill\n","seek":6868.882},{"part":"May time disgrace and wretched minutes kill.\n","seek":6871.683},{"part":"Yet fear her, O thou minion of her pleasure!\n","seek":6875.655},{"part":"She may detain, but not still keep, her treasure:\n","seek":6878.636},{"part":"Her audit (though delayed) answered must be,\n","seek":6882.256},{"part":"And her quietus is to render thee.\n\n## CXXVII\n\n","seek":6885.957},{"part":"In the old age black was not counted fair,\n","seek":6894.979},{"part":"Or if it were, it bore not beauty’s name;\n","seek":6898.556},{"part":"But now is black beauty’s successive heir,\n","seek":6901.819},{"part":"And beauty slander’d with a bastard shame:\n","seek":6905.542},{"part":"For since each hand hath put on Nature’s power,\n","seek":6908.986},{"part":"Fairing the foul with Art’s false borrowed face,\n","seek":6912.128},{"part":"Sweet beauty hath no name, no holy bower,\n","seek":6915.611},{"part":"But is profan’d, if not lives in disgrace.\n","seek":6919.555},{"part":"Therefore my mistress’ eyes are raven black,\n","seek":6923.374},{"part":"Her eyes so suited, and they mourners seem\n","seek":6927.337},{"part":"At such who, not born fair, no beauty lack,\n","seek":6931.18},{"part":"Sland’ring creation with a false esteem:\n","seek":6935.063},{"part":"Yet so they mourn becoming of their woe,\n","seek":6938.986},{"part":"That every tongue says beauty should look so.\n\n## CXXVIII\n\n","seek":6942.348},{"part":"How oft when thou, my music, music play’st,\n","seek":6950.478},{"part":"Upon that blessed wood whose motion sounds\n","seek":6953.901},{"part":"With thy sweet fingers when thou gently sway’st\n","seek":6956.643},{"part":"The wiry concord that mine ear confounds,\n","seek":6959.585},{"part":"Do I envy those jacks that nimble leap,\n","seek":6963.428},{"part":"To kiss the tender inward of thy hand,\n","seek":6966.711},{"part":"Whilst my poor lips which should that harvest reap,\n","seek":6969.573},{"part":"At the wood’s boldness by thee blushing stand!\n","seek":6973.055},{"part":"To be so tickled, they would change their state\n","seek":6977.512},{"part":"And situation with those dancing chips,\n","seek":6980.474},{"part":"O’er whom thy fingers walk with gentle gait,\n","seek":6983.217},{"part":"Making dead wood more bless’d than living lips.\n","seek":6985.979},{"part":"Since saucy jacks so happy are in this,\n","seek":6989.262},{"part":"Give them thy fingers, me thy lips to kiss.\n\n## CXXIX\n\n","seek":6992.745},{"part":"The expense of spirit in a waste of shame\n","seek":7002.636},{"part":"Is lust in action: and till action, lust\n","seek":7005.537},{"part":"Is perjur’d, murderous, bloody, full of blame,\n","seek":7009.259},{"part":"Savage, extreme, rude, cruel, not to trust;\n","seek":7013.141},{"part":"Enjoy’d no sooner but despised straight;\n","seek":7017.804},{"part":"Past reason hunted; and no sooner had,\n","seek":7020.805},{"part":"Past reason hated, as a swallow’d bait,\n","seek":7023.566},{"part":"On purpose laid to make the taker mad:\n","seek":7027.288},{"part":"Mad in pursuit and in possession so;\n","seek":7029.929},{"part":"Had, having, and in quest, to have extreme;\n","seek":7032.97},{"part":"A bliss in proof, and proved, a very woe;\n","seek":7036.751},{"part":"Before, a joy propos’d; behind a dream.\n","seek":7040.432},{"part":"All this the world well knows; yet none knows well\n","seek":7045.454},{"part":"To shun the heaven that leads men to this hell.\n\n## CXXX\n\n","seek":7049.476},{"part":"My mistress’ eyes are nothing like the sun;\n","seek":7058.363},{"part":"Coral is far more red, than her lips red:\n","seek":7061.665},{"part":"If snow be white, why then her breasts are dun;\n","seek":7064.867},{"part":"If hairs be wires, black wires grow on her head.\n","seek":7068.529},{"part":"I have seen roses damask’d, red and white,\n","seek":7073.273},{"part":"But no such roses see I in her cheeks;\n","seek":7076.595},{"part":"And in some perfumes is there more delight\n","seek":7079.776},{"part":"Than in the breath that from my mistress reeks.\n","seek":7082.117},{"part":"I love to hear her speak, yet well I know\n","seek":7086.9},{"part":"That music hath a far more pleasing sound:\n","seek":7089.601},{"part":"I grant I never saw a goddess go;\n","seek":7092.902},{"part":"My mistress, when she walks, treads on the ground:\n","seek":7095.524},{"part":"And yet by heaven, I think my love as rare,\n","seek":7098.9},{"part":"As any she belied with false compare.\n\n## CXXXI\n\n","seek":7103.083},{"part":"Thou art as tyrannous, so as thou art,\n","seek":7128.817},{"part":"As those whose beauties proudly make them cruel;\n","seek":7130.798},{"part":"For well thou know’st to my dear doting heart\n","seek":7134.219},{"part":"Thou art the fairest and most precious jewel.\n","seek":7136.02},{"part":"Yet, in good faith, some say that thee behold,\n","seek":7159.529},{"part":"Thy face hath not the power to make love groan;\n","seek":7162.37},{"part":"To say they err I dare not be so bold,\n","seek":7165.751},{"part":"Although I swear it to myself alone.\n","seek":7168.812},{"part":"And to be sure that is not false I swear,\n","seek":7172.153},{"part":"A thousand groans, but thinking on thy face,\n","seek":7175.114},{"part":"One on another’s neck, do witness bear\n","seek":7178.155},{"part":"Thy black is fairest in my judgement’s place.\n","seek":7180.616},{"part":"In nothing art thou black save in thy deeds,\n","seek":7184.561},{"part":"And thence this slander, as I think, proceeds.\n\n## CXXXII\n\n","seek":7188.244},{"part":"Thine eyes I love, and they, as pitying me,\n","seek":7196.169},{"part":"Knowing thy heart torment me with disdain,\n","seek":7200.212},{"part":"Have put on black and loving mourners be,\n","seek":7203.074},{"part":"Looking with pretty ruth upon my pain.\n","seek":7206.236},{"part":"And truly not the morning sun of heaven\n","seek":7209.455},{"part":"Better becomes the grey cheeks of the east,\n","seek":7211.936},{"part":"Nor that full star that ushers in the even,\n","seek":7214.677},{"part":"Doth half that glory to the sober west,\n","seek":7217.538},{"part":"As those two mourning eyes become thy face:\n","seek":7220.42},{"part":"O! let it then as well beseem thy heart\n","seek":7224.781},{"part":"To mourn for me since mourning doth thee grace,\n","seek":7227.262},{"part":"And suit thy pity like in every part.\n","seek":7230.784},{"part":"Then will I swear beauty herself is black,\n","seek":7234.043},{"part":"And all they foul that thy complexion lack.\n\n## CXXXIII\n\n","seek":7237.365},{"part":"Beshrew that heart that makes my heart to groan\n","seek":7246.249},{"part":"For that deep wound it gives my friend and me!\nIs’t not enough to torture me alone,\n","seek":7249.071},{"part":"But slave to slavery my sweet’st friend must be?\n","seek":7254.593},{"part":"Me from myself thy cruel eye hath taken,\n","seek":7258.768},{"part":"And my next self thou harder hast engross’d:\n","seek":7261.809},{"part":"Of him, myself, and thee I am forsaken;\n","seek":7264.85},{"part":"A torment thrice three-fold thus to be cross’d:\n","seek":7268.352},{"part":"Prison my heart in thy steel bosom’s ward,\n","seek":7272.373},{"part":"But then my friend’s heart let my poor heart bail;\n","seek":7275.474},{"part":"Whoe’er keeps me, let my heart be his guard;\n","seek":7278.956},{"part":"Thou canst not then use rigour in my jail:\n","seek":7281.897},{"part":"And yet thou wilt; for I, being pent in thee,\n","seek":7285.417},{"part":"Perforce am thine, and all that is in me.\n\n## CXXXIV\n\n","seek":7289.139},{"part":"So, now I have confess’d that he is thine,\n","seek":7298.461},{"part":"And I my self am mortgag’d to thy will,\n","seek":7301.563},{"part":"Myself I’ll forfeit, so that other mine\n","seek":7304.405},{"part":"Thou wilt restore to be my comfort still:\n","seek":7307.327},{"part":"But thou wilt not, nor he will not be free,\n","seek":7310.309},{"part":"For thou art covetous, and he is kind;\n","seek":7313.111},{"part":"He learn’d but surety-like to write for me,\n","seek":7316.633},{"part":"Under that bond that him as fast doth bind.\n","seek":7319.756},{"part":"The statute of thy beauty thou wilt take,\n","seek":7323.378},{"part":"Thou usurer, that putt’st forth all to use,\n","seek":7325.999},{"part":"And sue a friend came debtor for my sake;\n","seek":7329.241},{"part":"So him I lose through my unkind abuse.\n","seek":7332.022},{"part":"Him have I lost; thou hast both him and me:\n","seek":7336.424},{"part":"He pays the whole, and yet am I not free.\n\n## CXXXV\n\n","seek":7339.925},{"part":"Whoever hath her wish, thou hast thy ‘Will,’\n","seek":7349.029},{"part":"And ‘Will’ to boot, and ‘Will’ in over-plus;\n","seek":7352.553},{"part":"More than enough am I that vex’d thee still,\n","seek":7356.317},{"part":"To thy sweet will making addition thus.\n","seek":7359.02},{"part":"Wilt thou, whose will is large and spacious,\n","seek":7362.424},{"part":"Not once vouchsafe to hide my will in thine?\n","seek":7365.573},{"part":"Shall will in others seem right gracious,\n","seek":7368.735},{"part":"And in my will no fair acceptance shine?\n","seek":7371.296},{"part":"The sea, all water, yet receives rain still,\n","seek":7374.518},{"part":"And in abundance addeth to his store;\n","seek":7378.159},{"part":"So thou, being rich in ‘Will,’ add to thy ‘Will’\n","seek":7380.601},{"part":"One will of mine, to make thy large will more.\n","seek":7384.503},{"part":"Let no unkind ‘No’ fair beseechers kill;\n","seek":7388.385},{"part":"Think all but one, and me in that one ‘Will.’\n\n## CXXXVI\n\n","seek":7391.886},{"part":"If thy soul check thee that I come so near,\n","seek":7401.334},{"part":"Swear to thy blind soul that I was thy ‘Will’,\n","seek":7404.137},{"part":"And will, thy soul knows, is admitted there;\n","seek":7407.92},{"part":"Thus far for love, my love-suit, sweet, fulfil.\n","seek":7411.083},{"part":"‘Will’, will fulfil the treasure of thy love,\n","seek":7415.166},{"part":"Ay, fill it full with wills, and my will one.\n","seek":7417.849},{"part":"In things of great receipt with ease we prove\n","seek":7421.452},{"part":"Among a number one is reckon’d none:\n","seek":7424.234},{"part":"Then in the number let me pass untold,\n","seek":7427.257},{"part":"Though in thy store’s account I one must be;\n","seek":7430.059},{"part":"For nothing hold me, so it please thee hold\n","seek":7433.081},{"part":"That nothing me, a something sweet to thee:\n","seek":7435.682},{"part":"Make but my name thy love, and love that still,\n","seek":7439.525},{"part":"And then thou lov’st me for my name is ‘Will.’\n\n## CXXXVII\n\n","seek":7444.068},{"part":"Thou blind fool, Love, what dost thou to mine eyes,\n","seek":7447.79},{"part":"That they behold, and see not what they see?\n","seek":7455.914},{"part":"They know what beauty is, see where it lies,\n","seek":7459.116},{"part":"Yet what the best is take the worst to be.\n","seek":7461.658},{"part":"If eyes, corrupt by over-partial looks,\n","seek":7465.481},{"part":"Be anchor’d in the bay where all men ride,\n","seek":7468.203},{"part":"Why of eyes’ falsehood hast thou forged hooks,\n","seek":7471.205},{"part":"Whereto the judgement of my heart is tied?\n","seek":7474.247},{"part":"Why should my heart think that a several plot,\n","seek":7477.218},{"part":"Which my heart knows the wide world’s common place?\n","seek":7480.139},{"part":"Or mine eyes, seeing this, say this is not,\n","seek":7483.36},{"part":"To put fair truth upon so foul a face?\nIn things right true my heart and eyes have err’d,\n","seek":7486.34},{"part":"And to this false plague are they now transferr’d.\n\n## CXXXVIII\n\n","seek":7494.342},{"part":"When my love swears that she is made of truth,\n","seek":7503.827},{"part":"I do believe her though I know she lies,\n","seek":7506.669},{"part":"That she might think me some untutor’d youth,\n","seek":7510.29},{"part":"Unlearned in the world’s false subtleties.\n","seek":7512.692},{"part":"Thus vainly thinking that she thinks me young,\n","seek":7515.773},{"part":"Although she knows my days are past the best,\n","seek":7518.695},{"part":"Simply I credit her false-speaking tongue:\n","seek":7521.676},{"part":"On both sides thus is simple truth suppressed:\n","seek":7524.838},{"part":"But wherefore says she not she is unjust?\n","seek":7529.136},{"part":"And wherefore say not I that I am old?\n","seek":7531.777},{"part":"O! love’s best habit is in seeming trust,\n","seek":7534.718},{"part":"And age in love, loves not to have years told:\n","seek":7538.299},{"part":"Therefore I lie with her, and she with me,\n","seek":7542.62},{"part":"And in our faults by lies we flatter’d be.\n\n## CXXXIX\n\n","seek":7547.342},{"part":"O! call not me to justify the wrong\n","seek":7556.914},{"part":"That thy unkindness lays upon my heart;\n","seek":7559.376},{"part":"Wound me not with thine eye, but with thy tongue:\n","seek":7562.639},{"part":"Use power with power, and slay me not by art,\n","seek":7565.642},{"part":"Tell me thou lov’st elsewhere; but in my sight,\n","seek":7569.305},{"part":"Dear heart, forbear to glance thine eye aside:\n","seek":7572.327},{"part":"What need’st thou wound with cunning, when thy might\n","seek":7575.51},{"part":"Is more than my o’erpress’d defence can bide?\n","seek":7578.152},{"part":"Let me excuse thee: ah! my love well knows\n","seek":7582.16},{"part":"Her pretty looks have been mine enemies;\n","seek":7584.943},{"part":"And therefore from my face she turns my foes,\n","seek":7587.345},{"part":"That they elsewhere might dart their injuries:\n","seek":7590.308},{"part":"Yet do not so; but since I am near slain,\n","seek":7593.711},{"part":"Kill me outright with looks, and rid my pain.\n\n## CXL\n\n","seek":7597.635},{"part":"Be wise as thou art cruel; do not press\n","seek":7607.233},{"part":"My tongue-tied patience with too much disdain;\n","seek":7610.534},{"part":"Lest sorrow lend me words, and words express\n","seek":7613.895},{"part":"The manner of my pity-wanting pain.\n","seek":7616.896},{"part":"If I might teach thee wit, better it were,\n","seek":7620.638},{"part":"Though not to love, yet love to tell me so,\n","seek":7623.499},{"part":"As testy sick men, when their deaths be near,\n","seek":7626.88},{"part":"No news but health from their physicians know.\n","seek":7629.941},{"part":"For, if I should despair, I should grow mad,\n","seek":7633.615},{"part":"And in my madness might speak ill of thee;\n","seek":7637.137},{"part":"Now this ill-wresting world is grown so bad,\n","seek":7641.038},{"part":"Mad slanderers by mad ears believed be.\n","seek":7644.42},{"part":"That I may not be so, nor thou belied,\n","seek":7649.122},{"part":"Bear thine eyes straight, though thy proud heart go wide.\n\n## CXLI\n\nIn faith I do not love thee with mine eyes,\n","seek":7652.903},{"part":"For they in thee a thousand errors note;\n","seek":7702.436},{"part":"But ’tis my heart that loves what they despise,\n","seek":7705.676},{"part":"Who, in despite of view, is pleased to dote.\n","seek":7708.717},{"part":"Nor are mine ears with thy tongue’s tune delighted;\n","seek":7712.61},{"part":"Nor tender feeling, to base touches prone,\n","seek":7715.832},{"part":"Nor taste, nor smell, desire to be invited\n","seek":7718.653},{"part":"To any sensual feast with thee alone:\n","seek":7721.635},{"part":"But my five wits nor my five senses can\n","seek":7725.096},{"part":"Dissuade one foolish heart from serving thee,\n","seek":7727.878},{"part":"Who leaves unsway’d the likeness of a man,\n","seek":7731.479},{"part":"Thy proud heart’s slave and vassal wretch to be:\n","seek":7734.841},{"part":"Only my plague thus far I count my gain,\n","seek":7739.529},{"part":"That she that makes me sin awards me pain.\n\n## CXLII\n\n","seek":7743.095},{"part":"Love is my sin, and thy dear virtue hate,\n","seek":7752.523},{"part":"Hate of my sin, grounded on sinful loving:\n","seek":7756.246},{"part":"O! but with mine compare thou thine own state,\n","seek":7759.89},{"part":"And thou shalt find it merits not reproving;\n","seek":7762.872},{"part":"Or, if it do, not from those lips of thine,\n","seek":7765.915},{"part":"That have profan’d their scarlet ornaments\n","seek":7768.537},{"part":"And seal’d false bonds of love as oft as mine,\n","seek":7771.02},{"part":"Robb’d others’ beds’ revenues of their rents.\n","seek":7774.102},{"part":"Be it lawful I love thee, as thou lov’st those\n","seek":7777.245},{"part":"Whom thine eyes woo as mine importune thee:\n","seek":7780.148},{"part":"Root pity in thy heart, that, when it grows,\n","seek":7783.311},{"part":"Thy pity may deserve to pitied be.\n","seek":7786.214},{"part":"If thou dost seek to have what thou dost hide,\n","seek":7789.918},{"part":"By self-example mayst thou be denied!\n\n## CXLIII\n\n","seek":7792.761},{"part":"Lo, as a careful housewife runs to catch\n","seek":7800.715},{"part":"One of her feather’d creatures broke away,\n","seek":7803.717},{"part":"Sets down her babe, and makes all swift dispatch\n","seek":7806.239},{"part":"In pursuit of the thing she would have stay;\n","seek":7809.362},{"part":"Whilst her neglected child holds her in chase,\n","seek":7812.324},{"part":"Cries to catch her whose busy care is bent\n","seek":7815.727},{"part":"To follow that which flies before her face,\n","seek":7818.609},{"part":"Not prizing her poor infant’s discontent;\n","seek":7821.151},{"part":"So runn’st thou after that which flies from thee,\n","seek":7824.834},{"part":"Whilst I thy babe chase thee afar behind;\n","seek":7828.578},{"part":"But if thou catch thy hope, turn back to me,\n","seek":7832.461},{"part":"And play the mother’s part, kiss me, be kind;\n","seek":7835.724},{"part":"So will I pray that thou mayst have thy ‘Will,’\n","seek":7839.528},{"part":"If thou turn back and my loud crying still.\n\n## CXLIV\n\n","seek":7842.971},{"part":"Two loves I have of comfort and despair,\n","seek":7851.789},{"part":"Which like two spirits do suggest me still:\n","seek":7855.032},{"part":"The better angel is a man right fair,\n","seek":7857.915},{"part":"The worser spirit a woman colour’d ill.\n","seek":7860.897},{"part":"To win me soon to hell, my female evil,\n","seek":7865.161},{"part":"Tempteth my better angel from my side,\n","seek":7868.444},{"part":"And would corrupt my saint to be a devil,\n","seek":7871.587},{"part":"Wooing his purity with her foul pride.\n","seek":7874.69},{"part":"And whether that my angel be turn’d fiend,\n","seek":7878.607},{"part":"Suspect I may, yet not directly tell;\n","seek":7881.589},{"part":"But being both from me, both to each friend,\n","seek":7884.611},{"part":"I guess one angel in another’s hell:\n","seek":7888.033},{"part":"Yet this shall I ne’er know, but live in doubt,\n","seek":7892.015},{"part":"Till my bad angel fire my good one out.\n\n## CXLV\n\n","seek":7895.257},{"part":"Those lips that Love’s own hand did make,\n","seek":7904.757},{"part":"Breathed forth the sound that said ‘I hate’,\n","seek":7907.218},{"part":"To me that languish’d for her sake:\n","seek":7912.039},{"part":"But when she saw my woeful state,\n","seek":7914.58},{"part":"Straight in her heart did mercy come,\n","seek":7917.0},{"part":"Chiding that tongue that ever sweet\n","seek":7919.461},{"part":"Was us’d in giving gentle doom;\n","seek":7921.922},{"part":"And taught it thus anew to greet;\n","seek":7924.382},{"part":"‘I hate’ she alter’d with an end,\n","seek":7927.468},{"part":"That followed it as gentle day,\n","seek":7930.249},{"part":"Doth follow night, who like a fiend\n","seek":7931.95},{"part":"From heaven to hell is flown away.\n","seek":7934.171},{"part":"‘I hate’, from hate away she threw,\n","seek":7937.432},{"part":"And sav’d my life, saying ‘not you’.\n\n## CXLVI\n\n","seek":7940.574},{"part":"Poor soul, the centre of my sinful earth,\n","seek":7949.177},{"part":"My sinful earth these rebel powers array,\n","seek":7952.279},{"part":"Why dost thou pine within and suffer dearth,\n","seek":7955.702},{"part":"Painting thy outward walls so costly gay?\n","seek":7958.803},{"part":"Why so large cost, having so short a lease,\n","seek":7962.924},{"part":"Dost thou upon thy fading mansion spend?\n","seek":7966.345},{"part":"Shall worms, inheritors of this excess,\n","seek":7969.266},{"part":"Eat up thy charge? Is this thy body’s end?\n","seek":7972.107},{"part":"Then soul, live thou upon thy servant’s loss,\n","seek":7976.04},{"part":"And let that pine to aggravate thy store;\n","seek":7980.083},{"part":"Buy terms divine in selling hours of dross;\n","seek":7983.305},{"part":"Within be fed, without be rich no more:\n","seek":7986.667},{"part":"So shall thou feed on Death, that feeds on men,\n","seek":7991.69},{"part":"And Death once dead, there’s no more dying then.\n\n## CXLVII\n\n","seek":7995.432},{"part":"My love is as a fever longing still,\n","seek":8005.25},{"part":"For that which longer nurseth the disease;\n","seek":8008.432},{"part":"Feeding on that which doth preserve the ill,\n","seek":8011.594},{"part":"The uncertain sickly appetite to please.\n","seek":8014.096},{"part":"My reason, the physician to my love,\n","seek":8017.538},{"part":"Angry that his prescriptions are not kept,\n","seek":8020.12},{"part":"Hath left me, and I desperate now approve\n","seek":8023.002},{"part":"Desire is death, which physic did except.\n","seek":8025.964},{"part":"Past cure I am, now Reason is past care,\n","seek":8029.688},{"part":"And frantic-mad with evermore unrest;\n","seek":8033.189},{"part":"My thoughts and my discourse as madmen’s are,\n","seek":8036.01},{"part":"At random from the truth vainly express’d;\n","seek":8039.231},{"part":"For I have sworn thee fair, and thought thee bright,\n","seek":8042.653},{"part":"Who art as black as hell, as dark as night.\n\n## CXLVIII\n\n","seek":8046.834},{"part":"O me! what eyes hath Love put in my head,\n","seek":8056.188},{"part":"Which have no correspondence with true sight;\n","seek":8059.874},{"part":"Or, if they have, where is my judgement fled,\n","seek":8062.839},{"part":"That censures falsely what they see aright?\n","seek":8065.383},{"part":"If that be fair whereon my false eyes dote,\n","seek":8068.862},{"part":"What means the world to say it is not so?\n","seek":8071.564},{"part":"If it be not, then love doth well denote\n","seek":8074.666},{"part":"Love’s eye is not so true as all men’s: no,\n","seek":8077.167},{"part":"How can it? O! how can Love’s eye be true,\n","seek":8081.19},{"part":"That is so vexed with watching and with tears?\n","seek":8084.011},{"part":"No marvel then, though I mistake my view;\n","seek":8086.873},{"part":"The sun itself sees not, till heaven clears.\n","seek":8089.695},{"part":"O cunning Love! with tears thou keep’st me blind,\n","seek":8093.745},{"part":"Lest eyes well-seeing thy foul faults should find.\n\n## CXLIX\n\n","seek":8097.686},{"part":"Canst thou, O cruel! say I love thee not,\n","seek":8107.308},{"part":"When I against myself with thee partake?\n","seek":8111.028},{"part":"Do I not think on thee, when I forgot\n","seek":8114.129},{"part":"Am of my self, all tyrant, for thy sake?\n","seek":8116.669},{"part":"Who hateth thee that I do call my friend,\n","seek":8120.368},{"part":"On whom frown’st thou that I do fawn upon,\n","seek":8122.83},{"part":"Nay, if thou lour’st on me, do I not spend\n","seek":8125.833},{"part":"Revenge upon myself with present moan?\n","seek":8128.615},{"part":"What merit do I in my self respect,\n","seek":8131.918},{"part":"That is so proud thy service to despise,\n","seek":8134.56},{"part":"When all my best doth worship thy defect,\n","seek":8137.322},{"part":"Commanded by the motion of thine eyes?\n","seek":8139.985},{"part":"But, love, hate on, for now I know thy mind;\n","seek":8143.119},{"part":"Those that can see thou lov’st, and I am blind.\n\n## CL\n\n","seek":8147.322},{"part":"O! from what power hast thou this powerful might,\n","seek":8156.0},{"part":"With insufficiency my heart to sway?\n","seek":8159.041},{"part":"To make me give the lie to my true sight,\n","seek":8161.622},{"part":"And swear that brightness doth not grace the day?\n","seek":8164.183},{"part":"Whence hast thou this becoming of things ill,\n","seek":8167.804},{"part":"That in the very refuse of thy deeds\n","seek":8170.465},{"part":"There is such strength and warrantise of skill,\n","seek":8172.706},{"part":"That, in my mind, thy worst all best exceeds?\n","seek":8175.627},{"part":"Who taught thee how to make me love thee more,\n","seek":8179.903},{"part":"The more I hear and see just cause of hate?\n","seek":8182.384},{"part":"O! though I love what others do abhor,\n","seek":8185.686},{"part":"With others thou shouldst not abhor my state:\n","seek":8187.968},{"part":"If thy unworthiness rais’d love in me,\n","seek":8191.53},{"part":"More worthy I to be belov’d of thee.\n\n## CLI\n\n","seek":8194.531},{"part":"Love is too young to know what conscience is,\n","seek":8202.205},{"part":"Yet who knows not conscience is born of love?\n","seek":8205.567},{"part":"Then, gentle cheater, urge not my amiss,\n","seek":8208.629},{"part":"Lest guilty of my faults thy sweet self prove:\n","seek":8211.691},{"part":"For, thou betraying me, I do betray\n","seek":8215.253},{"part":"My nobler part to my gross body’s treason;\n","seek":8218.075},{"part":"My soul doth tell my body that he may\n","seek":8221.317},{"part":"Triumph in love; flesh stays no farther reason,\n","seek":8223.359},{"part":"But rising at thy name doth point out thee,\n","seek":8227.778},{"part":"As his triumphant prize. Proud of this pride,\n","seek":8230.52},{"part":"He is contented thy poor drudge to be,\n","seek":8234.102},{"part":"To stand in thy affairs, fall by thy side.\n","seek":8236.484},{"part":"No want of conscience hold it that I call\n","seek":8240.527},{"part":"Her ‘love,’ for whose dear love I rise and fall.\n\n## CLII\n\n","seek":8242.728},{"part":"In loving thee thou know’st I am forsworn,\n","seek":8252.458},{"part":"But thou art twice forsworn, to me love swearing;\n","seek":8255.56},{"part":"In act thy bed-vow broke, and new faith torn,\n","seek":8259.103},{"part":"In vowing new hate after new love bearing:\n","seek":8263.066},{"part":"But why of two oaths’ breach do I accuse thee,\n","seek":8266.894},{"part":"When I break twenty? I am perjur’d most;\n","seek":8269.896},{"part":"For all my vows are oaths but to misuse thee,\n","seek":8273.479},{"part":"And all my honest faith in thee is lost:\n","seek":8277.061},{"part":"For I have sworn deep oaths of thy deep kindness,\n","seek":8280.124},{"part":"Oaths of thy love, thy truth, thy constancy;\n","seek":8283.786},{"part":"And, to enlighten thee, gave eyes to blindness,\n","seek":8286.808},{"part":"Or made them swear against the thing they see;\n","seek":8290.071},{"part":"For I have sworn thee fair; more perjured I,\n","seek":8293.455},{"part":"To swear against the truth so foul a lie.\n\n## CLIII\n\n","seek":8297.518},{"part":"Cupid laid by his brand and fell asleep:\n","seek":8306.773},{"part":"A maid of Dian’s this advantage found,\n","seek":8310.094},{"part":"And his love-kindling fire did quickly steep\n","seek":8312.475},{"part":"In a cold valley-fountain of that ground;\n","seek":8315.376},{"part":"Which borrow’d from this holy fire of Love,\n","seek":8318.677},{"part":"A dateless lively heat, still to endure,\n","seek":8321.198},{"part":"And grew a seething bath, which yet men prove\n","seek":8324.16},{"part":"Against strange maladies a sovereign cure.\n","seek":8327.301},{"part":"But at my mistress’ eye Love’s brand new-fired,\n","seek":8331.087},{"part":"The boy for trial needs would touch my breast;\n","seek":8334.53},{"part":"I, sick withal, the help of bath desired,\n","seek":8337.713},{"part":"And thither hied, a sad distemper’d guest,\n","seek":8340.595},{"part":"But found no cure, the bath for my help lies\n","seek":8344.359},{"part":"Where Cupid got new fire; my mistress’ eyes.\n\n## CLIV\n\n","seek":8348.382},{"part":"The little Love-god lying once asleep,\n","seek":8357.007},{"part":"Laid by his side his heart-inflaming brand,\n","seek":8359.488},{"part":"Whilst many nymphs that vow’d chaste life to keep\n","seek":8362.71},{"part":"Came tripping by; but in her maiden hand\n","seek":8365.531},{"part":"The fairest votary took up that fire\n","seek":8368.912},{"part":"Which many legions of true hearts had warm’d;\n","seek":8371.653},{"part":"And so the general of hot desire\n","seek":8374.455},{"part":"Was, sleeping, by a virgin hand disarm’d.\n","seek":8376.836},{"part":"This brand she quenched in a cool well by,\n","seek":8380.898},{"part":"Which from Love’s fire took heat perpetual,\n","seek":8383.779},{"part":"Growing a bath and healthful remedy,\n","seek":8386.48},{"part":"For men diseased; but I, my mistress’ thrall,\n","seek":8389.001},{"part":"Came there for cure and this by that I prove,\n","seek":8392.803},{"part":"Love’s fire heats water, water cools not love.","seek":8396.405}]